{
  "{{balance}} {{currency}} Available": "{{balance}}{{currency}} Beschikbaar",
  "<b>NO FEE</b> unless you've earned over {{ zeroFeeProfitRate }} APR": "<b>GEEN KOSTEN</b> tenzij u meer dan {{ zeroFeeProfitRate }} APR heeft verdiend",
  "<bold>{{productName}}</bold> achieved a profit of {{amount}} {{currency}}. Renew your investment before it ends to earn more!": "<bold>{{productName}}</bold> behaalde een winst van {{amount}}{{currency}} . Vernieuw uw investering voordat deze afloopt om meer te verdienen!",
  "<bold>{{productName}}</bold> has been renewed with an investment amount of {{amount}} {{currency}}.": "<bold>{{productName}}</bold> is verlengd met een investeringsbedrag van {{amount}}{{currency}} .",
  "<bold>{{productName}}</bold> has been settled. The total balance of {{amount}} {{currency}} has been transferred to your Haru Earn account.": "<bold>{{productName}}</bold> is geregeld. Het totale saldo van {{amount}}{{currency}} is overgemaakt naar je Haru Wallet.",
  "A total of <bold>{{balance}} {{currency}}</bold> will be transferred <br/> to your Haru Earn account. <br/> It may take 1 to 2 business days.": "Een totaal van <bold>{{balance}}{{currency}}</bold> zal overgeplaatst worden<br/> naar uw Haru Wallet.<br/> Het kan 1 tot 2 werkdagen duren.",
  "Add Haru Earn Explore": "Toevoegen Earn Explore",
  "Address": "Adres",
  "Address to Receive": "Adres om te ontvangen",
  "Already have an account?": "Heeft u al een account?",
  "Amount": "Bedrag",
  "Amount to Receive": "Te ontvangen bedrag",
  "Annual": "Jaarlijks",
  "Annually": "jaarlijks",
  "Auto Renewal": "Automatische vernieuwing",
  "Auto-Renewal Complete": "Automatische verlenging voltooid",
  "Available Balance": "beschikbaar saldo",
  "Balance": "Balans",
  "Bitcoin": "Bitcoin",
  "By Balance": "Per saldo",
  "By Profit": "op winst",
  "Canceled": "Geannuleerd",
  "Changes to maximum balance eligible for earnings payout": "Wijzigingen in het maximale saldo dat in aanmerking komt voor uitbetaling van inkomsten",
  "Check Performance Report": "Prestatierapport controleren",
  "Check your portfolio value trend calculated on annual basis": "Controleer uw portefeuillewaarde-trend berekend op jaarbasis",
  "Check your portfolio value trend calculated on biweekly basis": "Controleer de trend van uw portefeuillewaarde berekend op tweewekelijkse basis",
  "Check your profit trend calculated on a annual basis": "Controleer uw winsttrend berekend op jaarbasis",
  "Check your profit trend calculated on a biweekly basis": "Controleer uw winsttrend berekend op een tweewekelijkse basis",
  "Click here to filter/sort your visible accounts": "Klik hier om uw zichtbare accounts te filteren/sorteren",
  "Closed Accounts": "Gesloten rekeningen",
  "Closing Date": "sluitingsdatum",
  "Complete your identity verification": "Voltooi uw identiteitsverificatie",
  "Completed": "Voltooid",
  "Daily Earnings": "Dagelijkse winst",
  "Date": "Datum",
  "Deposit Amount": "Stortingsbedrag",
  "Deposit Confirmation": "Bevestiging van de aanbetaling",
  "Deposit wallet address can change.": "Het adres van de stortingsportefeuille kan veranderen.",
  "Due to characteristics of cryptocurrency, if withdrawal request is completed and transmitted, cancelation will become unavailable.": "Opnames kunnen niet worden geannuleerd zodra de verzoeken zijn ingediend.",
  "Due to our recent service update, Terra KRT investments will not be renewed.": "Vanwege onze recente service-update worden Terra KRT-investeringen niet verlengd.",
  "Earliest Closing Date": "Vroegste sluitingsdatum",
  "Earlist Maturity Date": "Vroege vervaldatum",
  "Email verification required": "E-mailverificatie vereist",
  "Enable Auto-Renewal": "Automatische verlenging inschakelen",
  "Ethereum": "Ethereum",
  "Event Reward": "Beloning",
  "Fill in the Memo Id if required by a cryptocurrency exchange": "Vul de Memo-ID in indien vereist door een cryptocurrency-uitwisseling",
  "Filters": "filters",
  "For security reasons, Haru processes withdrawals with manual review once a day.": "Opnames kunnen tot 24 uur duren. Zodra uw opname is voltooid, ontvangt u een e-mailmelding met alle transactie-informatie.",
  "Fund Performance": "Fondsprestaties",
  "Gain / Loss": "Winst / Verlies",
  "Great! The selected account(s) will be renewed automatically starting on {{ date }}.": "Super goed! De geselecteerde account(s) worden automatisch verlengd vanaf {{ date }} .",
  "Identity Unverified": "Identiteit niet geverifieerd",
  "Identity verification required": "Identiteitsverificatie vereist",
  "If auto-renewal is activated": "Als automatische verlenging is geactiveerd",
  "If auto-renewal is activated on the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on HARU's website when auto-renewed on maturity date.": "Als automatische verlenging is geactiveerd op de vervaldatum, worden uw totale inkomsten en hoofdsom opnieuw geblokkeerd voor dezelfde blokkeringsperiode als voorheen. Houd er rekening mee dat de Earn Rates kunnen veranderen volgens de aangekondigde Earn Rates op de website van HARU wanneer ze automatisch worden verlengd op de vervaldatum.",
  "If auto-renewal is deactivated": "Als automatische verlenging is uitgeschakeld",
  "If auto-renewal is not activated on the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Als automatische verlenging niet is geactiveerd op de vervaldatum, worden uw totale inkomsten en hoofdsom overgeschreven naar uw Haru Wallet. Houd er rekening mee dat het tot 24 uur kan duren voordat de overdracht is voltooid.",
  "Important": "Belangrijk",
  "In order not to deposit to other cryptocurrency address, check the address.": "Controleer uw opnameadres voordat u uw verzoek afrondt. Haru kan geen activa ophalen die naar het verkeerde adres zijn verzonden.",
  "In USD": "in USD",
  "Initiated": "Geïnitieerd",
  "Investment Renewed": "Investering vernieuwd",
  "It may take up to 3 business days for the fund to be settled and reinvested.": "Het kan tot 3 werkdagen duren voordat het fonds is afgewikkeld en herbelegd.",
  "It may take up to 3 business days to complete the process.": "Het kan tot 3 werkdagen duren om het proces te voltooien.",
  "Largest Balance in USD": "Grootste saldo in USD",
  "Largest Balance In USD": "Grootste saldo in USD",
  "Lastest Maturity Date": "Laatste vervaldatum",
  "Latest Renewal": "Laatste verlenging",
  "Limit Switch": "Eindschakelaar:",
  "Load More": "Meer laden",
  "Lock-up amount": "Vast bedrag",
  "Lockup and earn more with Haru Earn Plus.": "Sluit vast en verdien meer met Earn Plus.",
  "Lockup Period": "Lock-up periode",
  "Make sure to double check deposit address before depositing.": "Zorg ervoor dat u het stortingsadres dubbel controleert voordat u een storting doet.",
  "Market Switch": "Markt Switch",
  "Maturity Date": "Vervaldatum",
  "Maximum earnings payout balance": "Maximaal uitbetalingssaldo voor inkomsten",
  "Memo Id": "Memo-ID",
  "My BTC Account": "Mijn BTC-account",
  "My ETH Account": "Mijn ETH-account",
  "My Investment Performance": "Mijn beleggingsprestaties",
  "My Investments": "Mijn investeringen",
  "My KRT Account": "Mijn KRT-account",
  "My USDT Account": "Mijn USDT-account",
  "Net gain": "Netto winst",
  "Net Profit": "Netto winst",
  "New Feature!": "Nieuwe functie!",
  "Newest Starting Date": "Nieuwste startdatum",
  "Next Closing Date {{nextMaturityDate}}": "Volgende sluitingsdatum {{nextMaturityDate}}",
  "Note": "Noot",
  "On the maturity date, the auto-renewal toggle will be disabled and you will not be able to change the auto-renewal status.": "Op de vervaldatum wordt de schakelaar voor automatische verlenging uitgeschakeld en kunt u de automatische verlengingsstatus niet wijzigen.",
  "On the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on Haru’s website when auto-renewed on maturity date.": "Op de vervaldatum worden uw totale inkomsten en hoofdsom opnieuw geblokkeerd voor dezelfde blokkeringsperiode als voorheen. Houd er rekening mee dat de Earn Rates kunnen veranderen volgens de aangekondigde Earn Rates op de website van Haru wanneer ze automatisch worden verlengd op de vervaldatum.",
  "On the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Op de vervaldatum worden uw totale inkomsten en hoofdsom overgemaakt naar uw Haru Wallet. Houd er rekening mee dat het tot 24 uur kan duren voordat de overdracht is voltooid.",
  "Open Account": "Vergrendelaccount aanmaken",
  "Overview": "Overzicht",
  "Paid out earnings can be withdrawn anytime. Please note it can take up to 24 hours.": "Uitbetaalde inkomsten kunnen op elk moment worden ingetrokken. Houd er rekening mee dat het tot 24 uur kan duren.",
  "Payout Investment": "Totale uitbetaling (hoofdsom + verdiensten)",
  "Pending...": "In afwachting...",
  "Performance Fee": "Prestatievergoeding",
  "Performance History": "Prestatiegeschiedenis",
  "Performance Trend": "Prestatietrend",
  "Please complete the identity verification to request deposit.": "Vul de identiteitsverificatie in om een aanbetaling aan te vragen.",
  "Please complete the identity verification to request withdrawal.": "Voltooi de identiteitsverificatie om intrekking aan te vragen.",
  "Please complete your email verification <br /> to make deposits and start earning": "Voltooi uw e-mailverificatie<br /> om stortingen te doen en te beginnen met verdienen",
  "Please complete your identity verification by Sept. <br /> 30, 2021 to prevent any restrictions on using Haru Invest services.": "Voltooi uw identiteitsverificatie vóór september.<br /> 30, 2021 om eventuele beperkingen op het gebruik van Haru Invest-services te voorkomen.",
  "Please confirm your password": "bevestig alstublieft uw wachtwoord",
  "Please verify your email address to activate your account.": "Verifieer uw e-mailadres om uw account te activeren.",
  "Please verify your email address to make deposits and start earning.": "Verifieer uw e-mailadres om geld te storten en te beginnen met verdienen.",
  "Please verify your email to make deposits and withdrawals.": "Controleer uw e-mailadres om stortingen en opnames te doen.",
  "Please verify your kyc <br /> to make deposits and start earning": "Gelieve uw kyc . te verifiëren<br /> om stortingen te doen en te beginnen met verdienen",
  "Portfolio Value": "Portefeuillewaarde",
  "Preferences": "voorkeuren",
  "Premature closing and principal withdrawal is not available before maturity.": "Voortijdige afsluiting en opname van de hoofdsom zijn niet beschikbaar vóór de vervaldatum.",
  "Principal": "Voornaam",
  "PROCESSING": "verwerking",
  "Product": "Product",
  "Rates are fixed upon product renewal. Please see our <1>Terms of Service</1>  for more information": "Tarieven worden vastgesteld bij productverlenging. Zie onze <1>Servicevoorwaarden</1> voor meer informatie",
  "Referral Bonus": "Doorverwijzingsbonus",
  "Renew Your Investment": "Vernieuw uw investering",
  "Renewal History": "Vernieuwingsgeschiedenis",
  "Retract Investment": "Investering intrekken",
  "Return (%)": "Opbrengst (%)",
  "Returns are updated on the 15th and last day of each month.": "Retouren worden bijgewerkt op de 15e en laatste dag van elke maand.",
  "See Closed Accounts": "Zie Gesloten rekeningen",
  "Select Coin": "Selecteer Munt",
  "Select your account": "Selecteer je account",
  "Send only {{currency}} to this deposit address.": "Stuur alleen {{currency}} naar dit stortingsadres.",
  "Sending other coins may result in the loss of your crypto asset.": "Het verzenden van andere munten kan leiden tot het verlies van uw crypto-activa.",
  "Sign in": "Aanmelden",
  "Smallest Balance In USD": "Kleinste saldo in USD",
  "Sort By": "Sorteer op",
  "Sort by": "Sorteer op",
  "Starting <b>{{day}}.{{month}}.{{year}}</b> maximum balance eligible for earnings payout will be changed as below.": "Beginnend <b>{{day}} . {{month}} . {{year}}</b> Het maximale saldo dat in aanmerking komt voor uitbetaling van inkomsten, wordt als volgt gewijzigd.",
  "Starting Date": "Begin datum",
  "Status": "Toestand",
  "Target Rate": "Doelpercentage",
  "Terra KRT": "Terra KRT",
  "Terra KRT will be transferred to Haru Earn account on the maturity date.": "Terra KRT wordt op de vervaldatum overgeschreven naar de Haru Wallet.",
  "Tether USD": "Tether USD",
  "The account you select will be renewed on the last day of each month by 1/3 month(s). If you do not wish to renew your investment, you can opt out of auto-renewal in your [Settings].": "Het account dat u selecteert, wordt op de laatste dag van elke maand met 1/3 maand(en) verlengd. Als u uw investering niet wilt verlengen, kunt u zich afmelden voor automatische verlenging in uw [Instellingen].",
  "The process after completion of request for withdrawal will be carried out in blockchain network and delay may take place under certain network conditions.": "De overdracht van activa kan soms vertraging oplopen, afhankelijk van netwerkcongestie. Neem contact met ons op via support@haruinvest.com als uw opnameverzoek langer duurt dan 24 uur.",
  "Time to receive your withdrawal may vary upon network environment.": "De tijd om uw opname te ontvangen kan variëren afhankelijk van de netwerkomgeving.",
  "Total Balance": "Eindbalans",
  "Total earnings as of Today": "Totale verdiensten vanaf vandaag",
  "Total Fee": "Totale vergoeding",
  "Total Profit": "Totale winst",
  "Total Return": "Totale teruggave",
  "Total Return (%)": "Totale teruggave (%)",
  "Total Return (Annual)": "Totaalrendement (jaarlijks)",
  "Transaction": "Transactie",
  "Transaction Details": "transactie details",
  "Transactions": "Transacties",
  "Transfer": "Overdracht",
  "Transfer between users": "Overdracht tussen gebruikers",
  "Transfer Completed": "Overdracht voltooid",
  "Transfer Earnings": "Overboekingsinkomsten",
  "Transfer the excess amount to Haru Earn Plus and earn more.": "Maak het overtollige bedrag over naar Earn Plus en verdien meer.",
  "Transfer to Haru Earn": "Overstappen naar Haru Wallet",
  "Transfer to Haru Earn Plus": "Overstappen naar Earn Plus",
  "Transferred to Haru Earn ": "Overgedragen aan Haru Wallet",
  "Transferring your earnings will reduce the total earning payout": "Als u uw inkomsten overdraagt, wordt de totale uitbetaling van uw inkomsten verlaagd",
  "Txid": "Txid",
  "Type": "Type",
  "Uh oh, you've exceeded the earnings payout limit": "Uh oh, je hebt de uitbetalingslimiet voor inkomsten overschreden",
  "Unavailable": "Niet beschikbaar",
  "View Details": "Details bekijken",
  "View Histories": "Geschiedenis bekijken",
  "View Options": "Bekijk opties",
  "View performance in USD value": "Prestaties in USD-waarde bekijken",
  "View profit on an annual basis": "Bekijk de winst op jaarbasis",
  "We've already sent an email. <1></1>If you haven't received it, try a minute later": "We hebben al een e-mail gestuurd. <1></1> Als je het nog niet hebt ontvangen, probeer het dan een minuut later",
  "We've sent a verification email to {{email}}": "We hebben een verificatie-e-mail gestuurd naar {{email}}",
  "Welcome!": "Welkom!",
  "Will be renewed on {{date}}": "Wordt verlengd op {{date}}",
  "With Haru Earn Explore": "Met Earn Explore",
  "Withdraw fee": "Opnamekosten",
  "Withdrawal Amount": "Opnamebedrag",
  "Withdrawal In Process": "Intrekking bezig",
  "Withdrawal Requested": "Opname aangevraagd",
  "Without Haru Earn Explore": "Zonder Earn Explore",
  "You will receive": "Je ontvangt",
  "You're all set! <1></1> All your accounts will be renewed automatically.": "Je bent klaar! <1></1> Al uw accounts worden automatisch verlengd.",
  "You've reached the maximum balance eligible for earnings payout.": "U heeft het maximale saldo bereikt dat in aanmerking komt voor uitbetaling van inkomsten.",
  "Your Daily Earnings": "Uw dagelijkse inkomsten",
  "Your first performance trend will be available on <1>{{nextDate}}</1>.": "Uw eerste prestatietrend is beschikbaar op <1> {{nextDate}}</1> .",
  "Your fund settlement has started!": "Uw fondsvereffening is gestart!"
}