{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>Stortingen doen bij Haru</strong><br /> om te beginnen met verdienen!",
  "Accumulated Earning": "Gecumuleerde winst",
  "Accumulated<br/>Total Earning in USD": "geaccumuleerd<br/> Totale winst in USD",
  "ALL": "ALLE",
  "Annualized earn rates on deposit": "Geannualiseerde verdienpercentages bij storting",
  "Check out Haru Guidebook to learn more.": "Bekijk Haru Guidebook voor meer informatie.",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Bekijk uw totale activastatus bij Haru. Het laat zien hoeveel van uw vermogen aan elk product is toegewezen. Op het tabblad \"Alles\" ziet u de activawaarde in de dagelijkse USD-prijs van alle cryptocurrencies.",
  "Day {{day}} at Haru": "Dag {{day}} in Haru",
  "Don't know how to make deposits?": "Weet u niet hoe u moet storten?",
  "Expected Earn Rates": "Verwachte verdientarieven",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "Het verwachte rendement van Earn Explore kan variëren als gevolg van de prestaties van het vermogensbeheer.",
  "Go to Haru Guidebook": "Ga naar de Haru-gids",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Het toont u de verwachte verdienpercentages op jaarbasis van uw portefeuille als volgt:",
  "Last 24 Hours": "Laatste 24 uur",
  "Last 7 days": "Laatste 7 dagen",
  "Last Month": "Vorige maand",
  "Last Updated {{minutes}} Minutes Ago": "Laatst bijgewerkt {{minutes}} minuten geleden",
  "Leave Feedback": "Geef feedback",
  "My Asset": "Mijn bezit",
  "My Portfolio": "Mijn portfolio",
  "No data to show.": "Geen gegevens om weer te geven.",
  "Source": "Bron",
  "Start Earning": "Begin met verdienen",
  "The asset value presented on this page may differ from that of third-party exchanges.": "De activawaarde die op deze pagina wordt weergegeven, kan verschillen van die van beurzen van derden.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "De totale activawaarde die op deze pagina wordt weergegeven, kan verschillen van die van beurzen van derden.",
  "The value of your accumulated earnings is based on today's price of the market.": "De waarde van uw geaccumuleerde inkomsten is gebaseerd op de huidige marktprijs.",
  "Today's Prices": "De prijzen van vandaag",
  "Today's value of your asset is based on today's price of the market.": "De huidige waarde van uw activa is gebaseerd op de huidige marktprijs.",
  "Want more information?": "Wilt u meer informatie?",
  "Weighted average of annualized earn rates on active term deposit": "Gewogen gemiddelde van geannualiseerde verdienpercentages op actieve termijndeposito's",
  "Weighted average of annualized return rates on active investment": "Gewogen gemiddelde van geannualiseerd rendement op actieve investeringen",
  "Withdraw": "Terugtrekken"
}