{
  "A bank account statement, a utility bill, or an ID with your full name and address.": "Een bankrekeningafschrift, een energierekening of een identiteitsbewijs met uw volledige naam en adres.",
  "Address (Street, Building, Floor, Unit, etc)": "Adres (straat, gebouw, verdieping, unit, enz.)",
  "Are you holding the ID you submitted?": "Bent u in het bezit van het ingeleverde identiteitsbewijs?",
  "Back to Profile": "Terug naar profiel",
  "Can you find your full name and address?": "Kunt u uw volledige naam en adres vinden?",
  "City": "stad",
  "Complete": "Compleet",
  "Continue": "Voortzetten",
  "Country of Residence": "land van verblijf",
  "Date of Birth": "Geboortedatum",
  "Drag and Drop your file here or <2>Upload</2>": "Sleep uw bestand naar hier of <2>Upload</2>",
  "Enter your details as they appear on your identification document.": "Vul uw gegevens in zoals ze op uw identificatiedocument staan.",
  "Enter your details as they appear on your Proof of Residence.": "Vul uw gegevens in zoals deze op uw Bewijs van Verblijf staan.",
  "Failed": "Mislukt",
  "First Name": "Voornaam",
  "From the list of accepted ID types below, choose an ID that you would like to use for verification and have it ready. You will need it to complete this process. This process is designed to confirm your identity and protect you from identity theft.": "Kies uit de lijst met geaccepteerde ID-typen hieronder een ID die u voor verificatie wilt gebruiken en houd deze bij de hand. Je hebt het nodig om dit proces te voltooien. Dit proces is bedoeld om uw identiteit te bevestigen en u te beschermen tegen identiteitsdiefstal.",
  "ID Selection": "ID-selectie",
  "Is the photo sharp and readable?": "Is de foto scherp en leesbaar?",
  "Is your face clearly visible and in the frame?": "Is je gezicht goed zichtbaar en in beeld?",
  "Is your ID in valid period?": "Is uw legitimatiebewijs in geldige periode?",
  "It will take 1 - 2 business days to process your submission.": "Het duurt 1 tot 2 werkdagen om uw inzending te verwerken.",
  "Last Name": "Achternaam",
  "Max. 4MB in PNG / JPEG": "Maximaal 4 MB in PNG/JPEG",
  "my proof of residence image": "mijn bewijs van verblijf afbeelding",
  "my selected id image": "mijn geselecteerde id-afbeelding",
  "Nationality": "Nationaliteit",
  "Personal Information": "Persoonlijke informatie",
  "photo with selected id upload": "foto met geselecteerde id-upload",
  "Please upload a copy of valid government-issued photo ID.": "Upload een kopie van een geldig door de overheid uitgegeven identiteitsbewijs met foto.",
  "Proof of Residence": "Bewijs van verblijf",
  "Residential Address": "Woonadres",
  "Select": "kiezen",
  "Select ID Type": "Selecteer ID-type",
  "Selected ID": "Geselecteerde ID",
  "selected id upload": "geselecteerde id-upload",
  "Selfie with ID": "Selfie met ID",
  "Sorry, there was an error with your identity verification details. Please check your documents and try again.": "Sorry, er is een fout opgetreden met uw identiteitsverificatiegegevens. Controleer uw documenten en probeer het opnieuw.",
  "State": "Staat",
  "Submission": "Dwang",
  "Submit": "Voorleggen",
  "Upload": "Uploaden",
  "Upload a selfie while holding your selected ID. It must display a clear facial picture and information of you.": "Upload een selfie terwijl je je geselecteerde ID vasthoudt. Het moet een duidelijke gezichtsfoto en informatie over u weergeven.",
  "Zip Code": "Postcode"
}