{
  " 15~365 Days": "15~365 dagen",
  "{{number}}% Discount on First Management Fee": "{{number}} % korting op de eerste beheervergoeding",
  "Add a promo code here": "Voeg hier een promotiecode toe",
  "Apply Promo Code": "Pas promotiecode toe",
  "Asset Type": "Activatype",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "Kies een lock-up periode die bij je past!<br/> U kunt uw inkomsten op elk moment opnemen!",
  "Daily": "Dagelijks",
  "Duration": "Duur",
  "Earn Rates": "Verdien tarieven",
  "Ending Date": "Eind datum",
  "Expires on {{date}}": "Verloopt op {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "Avontuurlijk voelen?<br/> Ontdek onze strategieën die hogere inkomsten opleveren!",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Als de prestatie lager is dan 15% op de vervaldatum, worden de beheerskosten automatisch kwijtgescholden en vervalt de promotiecode.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Investeer in een strategie met een laag risico en een hoog rendement, waarbij u profiteert van de inefficiënties tussen crypto-future-uitwisselingen.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Investeer in een strategie waarbij hoe hoger de volatiliteit op de cryptomarkt, hoe hoger uw rendement.",
  "Invest with the global top trading firm's most profitable strategy.": "Investeer met de meest winstgevende strategie van de wereldwijde handelsonderneming.",
  "Investment Amount": "Investeringsbedrag",
  "Lockup Amount": "Vast bedrag",
  "Monthly": "Maandelijks",
  "Pay interest when investment period terminated": "Betaal rente wanneer de investeringsperiode is afgelopen",
  "Period": "Periode",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Houd er rekening mee dat u zich tijdens de blokkeringsperiode niet kunt terugtrekken of voortijdig afsluiten. Controleer de voorwaarden zorgvuldig voordat u uw storting doet!",
  "Pre-register": "Vooraf inschrijven",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Pre-registreer voor <b>Haru Invest-ETH</b><br/> <b>om 50% korting</b> te krijgen op de beheervergoeding",
  "Products": "Producten",
  "Promo Code": "Promotiecode",
  "Remove": "Verwijderen",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Veilige en stabiele inkomsten maken Earn Plus een geweldige optie voor iedereen",
  "Select Asset Type": "Selecteer activatype",
  "Start {{title}}": "Begin {{title}}",
  "Target Return": "Doelrendement",
  "The first management fee upon maturity will be discounted {{number}}%.": "De eerste beheervergoeding op de vervaldag wordt verdisconteerd met {{number}} %.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "De totale inkomsten en het principe worden op de vervaldatum overgemaakt naar uw Haru Wallet. Houd er rekening mee dat het tot 2-3 werkdagen kan duren.",
  "This code does not exist.": "Deze code bestaat niet.",
  "This code has already been redeemed.": "Deze code is reeds ingewisseld.",
  "This promo code is invalid.": "Deze promotiecode is ongeldig.",
  "Total Earnings": "totale winst",
  "Total Invested": "Totaal geïnvesteerd",
  "Weekly": "wekelijks",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "Bij automatische verlenging wordt de tweede beheervergoeding bij de volgende vervaldag niet verdisconteerd.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Je staat op het punt te beginnen<br/><bold> {{productName}}</bold>",
  "You've successfully started": "Je bent succesvol begonnen",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Uw investering wordt op de einddatum automatisch herbelegd in hetzelfde product.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Uw investering wordt op de einddatum overgemaakt naar uw Haru Wallet.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Uw investering wordt binnen 5 werkdagen na de einddatum overgeschreven naar uw Haru Wallet."
}