{
  "{{balance}} {{currency}} Available": "{{balance}}{{currency}} Disponible",
  "<b>NO FEE</b> unless you've earned over {{ zeroFeeProfitRate }} APR": "<b>AUCUN FRAIS</b> sauf si vous avez gagné plus de {{ zeroFeeProfitRate }} APR",
  "<bold>{{productName}}</bold> achieved a profit of {{amount}} {{currency}}. Renew your investment before it ends to earn more!": "<bold>{{productName}}</bold> réalisé un bénéfice de {{amount}}{{currency}} . Renouvelez votre investissement avant qu'il ne se termine pour gagner plus !",
  "<bold>{{productName}}</bold> has been renewed with an investment amount of {{amount}} {{currency}}.": "<bold>{{productName}}</bold> a été renouvelé avec un montant d'investissement de {{amount}}{{currency}} .",
  "<bold>{{productName}}</bold> has been settled. The total balance of {{amount}} {{currency}} has been transferred to your Haru Earn account.": "<bold>{{productName}}</bold> a été réglé. Le solde total de {{amount}}{{currency}} a été transféré sur votre compte Haru Wallet.",
  "A total of <bold>{{balance}} {{currency}}</bold> will be transferred <br/> to your Haru Earn account. <br/> It may take 1 to 2 business days.": "Un total de <bold>{{balance}}{{currency}}</bold> sera transféré<br/> sur votre compte Haru Wallet.<br/> Cela peut prendre 1 à 2 jours ouvrables.",
  "Add Haru Earn Explore": "Ajouter Earn Explorer",
  "Address": "Adresse",
  "Address to Receive": "Adresse à recevoir",
  "Already have an account?": "Vous avez déjà un compte?",
  "Amount": "Montant",
  "Amount to Receive": "Montant à recevoir",
  "Annual": "Annuel",
  "Annually": "Annuellement",
  "Auto Renewal": "Renouvellement automatique",
  "Auto-Renewal Complete": "Renouvellement automatique terminé",
  "Available Balance": "Solde disponible",
  "Balance": "Équilibre",
  "Bitcoin": "Bitcoin",
  "By Balance": "Par solde",
  "By Profit": "Par Bénéfice",
  "Canceled": "Annulé",
  "Changes to maximum balance eligible for earnings payout": "Modifications du solde maximum admissible au versement des gains",
  "Check Performance Report": "Vérifier le rapport de performance",
  "Check your portfolio value trend calculated on annual basis": "Vérifiez l'évolution de la valeur de votre portefeuille calculée sur une base annuelle",
  "Check your portfolio value trend calculated on biweekly basis": "Vérifiez la tendance de la valeur de votre portefeuille calculée toutes les deux semaines",
  "Check your profit trend calculated on a annual basis": "Vérifiez votre tendance de profit calculée sur une base annuelle",
  "Check your profit trend calculated on a biweekly basis": "Vérifiez votre tendance de profit calculée sur une base bihebdomadaire",
  "Click here to filter/sort your visible accounts": "Cliquez ici pour filtrer/trier vos comptes visibles",
  "Closed Accounts": "Comptes fermés",
  "Closing Date": "Date de clôture",
  "Complete your identity verification": "Complétez votre vérification d'identité",
  "Completed": "Terminé",
  "Daily Earnings": "Gains quotidiens",
  "Date": "Date",
  "Deposit Amount": "Montant du dépôt",
  "Deposit Confirmation": "Confirmation de dépôt",
  "Deposit wallet address can change.": "L'adresse du portefeuille de dépôt peut changer.",
  "Due to characteristics of cryptocurrency, if withdrawal request is completed and transmitted, cancelation will become unavailable.": "Les retraits ne peuvent pas être annulés une fois les demandes soumises.",
  "Due to our recent service update, Terra KRT investments will not be renewed.": "En raison de notre récente mise à jour du service, les investissements de Terra KRT ne seront pas renouvelés.",
  "Earliest Closing Date": "Date de clôture au plus tôt",
  "Earlist Maturity Date": "Date d'Échéance Précoce",
  "Email verification required": "Vérification de l'e-mail requise",
  "Enable Auto-Renewal": "Activer le renouvellement automatique",
  "Ethereum": "Ethereum",
  "Event Reward": "Récompense",
  "Fill in the Memo Id if required by a cryptocurrency exchange": "Remplissez le Memo Id si requis par un échange de crypto-monnaie",
  "Filters": "Filtres",
  "For security reasons, Haru processes withdrawals with manual review once a day.": "Les retraits peuvent prendre jusqu'à 24 heures. Une fois votre retrait terminé, vous recevrez une notification par e-mail contenant toutes les informations sur la transaction.",
  "Fund Performance": "Rendement du fonds",
  "Gain / Loss": "Perte de profit",
  "Great! The selected account(s) will be renewed automatically starting on {{ date }}.": "Super! Le ou les comptes sélectionnés seront renouvelés automatiquement à partir du {{ date }} .",
  "Identity Unverified": "Identité non vérifiée",
  "Identity verification required": "Vérification d'identité requise",
  "If auto-renewal is activated": "Si le renouvellement automatique est activé",
  "If auto-renewal is activated on the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on HARU's website when auto-renewed on maturity date.": "Si le renouvellement automatique est activé à la date d'échéance, vos gains totaux et votre capital seront à nouveau bloqués pour la même période de blocage qu'auparavant. Veuillez noter que les taux de gains peuvent changer en fonction des taux de gains annoncés sur le site Web de HARU lors du renouvellement automatique à la date d'échéance.",
  "If auto-renewal is deactivated": "Si le renouvellement automatique est désactivé",
  "If auto-renewal is not activated on the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Si le renouvellement automatique n'est pas activé à la date d'échéance, vos gains totaux et votre capital seront transférés sur votre compte Haru Wallet. Veuillez noter que le transfert peut prendre jusqu'à 24 heures.",
  "Important": "Important",
  "In order not to deposit to other cryptocurrency address, check the address.": "Veuillez vérifier votre adresse de retrait avant de finaliser votre demande. Haru ne sera pas en mesure de récupérer les actifs envoyés à la mauvaise adresse.",
  "In USD": "En USD",
  "Initiated": "Initié",
  "Investment Renewed": "Investissement renouvelé",
  "It may take up to 3 business days for the fund to be settled and reinvested.": "Le règlement et le réinvestissement du fonds peuvent prendre jusqu'à 3 jours ouvrables.",
  "It may take up to 3 business days to complete the process.": "Le processus peut prendre jusqu'à 3 jours ouvrables.",
  "Largest Balance in USD": "Solde le plus élevé en USD",
  "Largest Balance In USD": "Plus grand solde en USD",
  "Lastest Maturity Date": "Dernière date d'échéance",
  "Latest Renewal": "Dernier renouvellement",
  "Limit Switch": "Interrupteur de fin de course",
  "Load More": "Charger plus",
  "Lock-up amount": "Montant de blocage",
  "Lockup and earn more with Haru Earn Plus.": "Verrouillez et gagnez plus avec Earn Plus.",
  "Lockup Period": "Période de blocage",
  "Make sure to double check deposit address before depositing.": "Assurez-vous de vérifier l'adresse de dépôt avant de déposer.",
  "Market Switch": "Commutateur de marché",
  "Maturity Date": "Date d'échéance",
  "Maximum earnings payout balance": "Solde de paiement des gains maximum",
  "Memo Id": "Identifiant du mémo",
  "My BTC Account": "Mon compte BTC",
  "My ETH Account": "Mon compte ETH",
  "My Investment Performance": "Mon rendement d'investissement",
  "My Investments": "Mes investissements",
  "My KRT Account": "Mon compte KRT",
  "My USDT Account": "Mon compte USDT",
  "Net gain": "Bénéfice net",
  "Net Profit": "Bénéfice net",
  "New Feature!": "Nouvelle fonctionnalité!",
  "Newest Starting Date": "Date de début la plus récente",
  "Next Closing Date {{nextMaturityDate}}": "Prochaine date de clôture {{nextMaturityDate}}",
  "Note": "Remarque",
  "On the maturity date, the auto-renewal toggle will be disabled and you will not be able to change the auto-renewal status.": "À la date d'échéance, la bascule de renouvellement automatique sera désactivée et vous ne pourrez pas modifier le statut de renouvellement automatique.",
  "On the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on Haru’s website when auto-renewed on maturity date.": "À la date d'échéance, vos gains totaux et votre capital seront à nouveau bloqués pour la même période de blocage qu'auparavant. Veuillez noter que les taux de gains peuvent changer en fonction des taux de gains annoncés sur le site Web de Haru lors du renouvellement automatique à la date d'échéance.",
  "On the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "À la date d'échéance, vos gains totaux et votre capital seront transférés sur votre compte Haru Wallet. Veuillez noter que le transfert peut prendre jusqu'à 24 heures.",
  "Open Account": "Créer un compte bloqué",
  "Overview": "Aperçu",
  "Paid out earnings can be withdrawn anytime. Please note it can take up to 24 hours.": "Les gains versés peuvent être retirés à tout moment. Veuillez noter que cela peut prendre jusqu'à 24 heures.",
  "Payout Investment": "Paiement total (principal + gains)",
  "Pending...": "En attente...",
  "Performance Fee": "Commission de performance",
  "Performance History": "Historique des performances",
  "Performance Trend": "Tendance des performances",
  "Please complete the identity verification to request deposit.": "Veuillez compléter la vérification d'identité pour demander le dépôt.",
  "Please complete the identity verification to request withdrawal.": "Veuillez compléter la vérification d'identité pour demander le retrait.",
  "Please complete your email verification <br /> to make deposits and start earning": "Veuillez compléter la vérification de votre e-mail<br /> faire des dépôts et commencer à gagner",
  "Please complete your identity verification by Sept. <br /> 30, 2021 to prevent any restrictions on using Haru Invest services.": "Veuillez compléter votre vérification d'identité d'ici sept.<br /> 30, 2021 pour empêcher toute restriction à l'utilisation des services Haru Invest.",
  "Please confirm your password": "Veuillez confirmer votre mot de passe",
  "Please verify your email address to activate your account.": "Veuillez vérifier votre adresse e-mail pour activer votre compte.",
  "Please verify your email address to make deposits and start earning.": "Veuillez vérifier votre adresse e-mail pour effectuer des dépôts et commencer à gagner de l'argent.",
  "Please verify your email to make deposits and withdrawals.": "Veuillez vérifier votre e-mail pour effectuer des dépôts et des retraits.",
  "Please verify your kyc <br /> to make deposits and start earning": "Veuillez vérifier votre kyc<br /> faire des dépôts et commencer à gagner",
  "Portfolio Value": "Valeur du portefeuille",
  "Preferences": "Préférences",
  "Premature closing and principal withdrawal is not available before maturity.": "La clôture anticipée et le retrait du capital ne sont pas disponibles avant l'échéance.",
  "Principal": "Principal",
  "PROCESSING": "En traitement",
  "Product": "Produit",
  "Rates are fixed upon product renewal. Please see our <1>Terms of Service</1>  for more information": "Les tarifs sont fixés lors du renouvellement du produit. Veuillez consulter nos <1>Conditions d'utilisation</1> pour plus d'informations",
  "Referral Bonus": "Bonus de parrainage",
  "Renew Your Investment": "Renouveler votre investissement",
  "Renewal History": "Historique du renouvellement",
  "Retract Investment": "Retirer l'investissement",
  "Return (%)": "Revenir (%)",
  "Returns are updated on the 15th and last day of each month.": "Les retours sont mis à jour le 15 et le dernier jour de chaque mois.",
  "See Closed Accounts": "Voir Comptes fermés",
  "Select Coin": "Sélectionnez la pièce",
  "Select your account": "Sélectionnez votre compte",
  "Send only {{currency}} to this deposit address.": "Envoyez uniquement {{currency}} à cette adresse de dépôt.",
  "Sending other coins may result in the loss of your crypto asset.": "L'envoi d'autres pièces peut entraîner la perte de votre actif cryptographique.",
  "Sign in": "Se connecter",
  "Smallest Balance In USD": "Plus petit solde en USD",
  "Sort By": "Trier par",
  "Sort by": "Trier par",
  "Starting <b>{{day}}.{{month}}.{{year}}</b> maximum balance eligible for earnings payout will be changed as below.": "Départ <b>{{day}} . {{month}} . {{year}}</b> le solde maximum admissible au paiement des gains sera modifié comme ci-dessous.",
  "Starting Date": "Date de début",
  "Status": "Statut",
  "Target Rate": "Taux cible",
  "Terra KRT": "Terra KRT",
  "Terra KRT will be transferred to Haru Earn account on the maturity date.": "Terra KRT sera transféré sur le compte Haru Wallet à la date d'échéance.",
  "Tether USD": "Attache USD",
  "The account you select will be renewed on the last day of each month by 1/3 month(s). If you do not wish to renew your investment, you can opt out of auto-renewal in your [Settings].": "Le compte que vous sélectionnez sera renouvelé le dernier jour de chaque mois par 1/3 de mois. Si vous ne souhaitez pas renouveler votre investissement, vous pouvez désactiver le renouvellement automatique dans vos [Paramètres].",
  "The process after completion of request for withdrawal will be carried out in blockchain network and delay may take place under certain network conditions.": "Le transfert d'actifs peut parfois subir des retards en fonction de la congestion du réseau. Veuillez nous contacter à support@haruinvest.com si votre demande de retrait dépasse la période de 24 heures.",
  "Time to receive your withdrawal may vary upon network environment.": "Le délai de réception de votre retrait peut varier selon l'environnement du réseau.",
  "Total Balance": "Solde total",
  "Total earnings as of Today": "Gains totaux à ce jour",
  "Total Fee": "Montant total",
  "Total Profit": "Bénéfice total",
  "Total Return": "Retour total",
  "Total Return (%)": "Retour total (%)",
  "Total Return (Annual)": "Rendement total (annuel)",
  "Transaction": "Transaction",
  "Transaction Details": "détails de la transaction",
  "Transactions": "Transactions",
  "Transfer": "Transfert",
  "Transfer between users": "Transfert entre utilisateurs",
  "Transfer Completed": "Transfert terminé",
  "Transfer Earnings": "Transférer les gains",
  "Transfer the excess amount to Haru Earn Plus and earn more.": "Transférez le montant excédentaire à Earn Plus et gagnez plus.",
  "Transfer to Haru Earn": "Transfert à Haru Wallet",
  "Transfer to Haru Earn Plus": "Transfert vers Earn Plus",
  "Transferred to Haru Earn ": "Transféré à Haru Wallet",
  "Transferring your earnings will reduce the total earning payout": "Le transfert de vos gains réduira le montant total des gains",
  "Txid": "Txid",
  "Type": "Catégorie",
  "Uh oh, you've exceeded the earnings payout limit": "Euh oh, vous avez dépassé la limite de paiement des gains",
  "Unavailable": "Indisponible",
  "View Details": "Voir les détails",
  "View Histories": "Afficher les historiques",
  "View Options": "Afficher les options",
  "View performance in USD value": "Afficher les performances en valeur USD",
  "View profit on an annual basis": "Voir les bénéfices sur une base annuelle",
  "We've already sent an email. <1></1>If you haven't received it, try a minute later": "Nous avons déjà envoyé un e-mail. <1></1> Si vous ne l'avez pas reçu, essayez une minute plus tard",
  "We've sent a verification email to {{email}}": "Nous avons envoyé un e-mail de vérification à {{email}}",
  "Welcome!": "Bienvenue!",
  "Will be renewed on {{date}}": "Sera renouvelé le {{date}}",
  "With Haru Earn Explore": "Avec Earn Explore",
  "Withdraw fee": "Frais de retrait",
  "Withdrawal Amount": "Montant de retrait",
  "Withdrawal In Process": "Retrait en cours",
  "Withdrawal Requested": "Retrait demandé",
  "Without Haru Earn Explore": "Sans Earn Explore",
  "You will receive": "Vous allez recevoir",
  "You're all set! <1></1> All your accounts will be renewed automatically.": "Vous êtes prêt ! <1></1> Tous vos comptes seront renouvelés automatiquement.",
  "You've reached the maximum balance eligible for earnings payout.": "Vous avez atteint le solde maximum éligible pour le paiement des revenus.",
  "Your Daily Earnings": "Vos gains quotidiens",
  "Your first performance trend will be available on <1>{{nextDate}}</1>.": "Votre première tendance de performance sera disponible sur <1> {{nextDate}}</1> .",
  "Your fund settlement has started!": "Le règlement de votre fonds a commencé !"
}