{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>Faire des dépôts chez Haru</strong><br /> pour commencer à gagner !",
  "Accumulated Earning": "Gains accumulés",
  "Accumulated<br/>Total Earning in USD": "Accumulé<br/> Gain total en USD",
  "ALL": "TOUT",
  "Annualized earn rates on deposit": "Taux de gain annualisés sur le dépôt",
  "Check out Haru Guidebook to learn more.": "Consultez le guide Haru pour en savoir plus.",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Vérifiez l'état de votre actif total chez Haru. Il montre combien de vos actifs sont alloués à chaque produit. Dans l'onglet \"Tous\", vous pouvez voir la valeur de l'actif dans le prix quotidien en USD de toutes les crypto-monnaies.",
  "Day {{day}} at Haru": "Jour {{day}} à Haru",
  "Don't know how to make deposits?": "Vous ne savez pas comment faire des dépôts ?",
  "Expected Earn Rates": "Taux de gains attendus",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "Le taux de rendement attendu de Earn Explore peut varier en raison des performances de gestion des actifs.",
  "Go to Haru Guidebook": "Aller au guide Haru",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Il vous montre les taux de gains annualisés attendus de votre portefeuille comme suit",
  "Last 24 Hours": "Dernières 24 heures",
  "Last 7 days": "Les 7 derniers jours",
  "Last Month": "Le mois dernier",
  "Last Updated {{minutes}} Minutes Ago": "Dernière mise à jour il y a {{minutes}} minutes",
  "Leave Feedback": "Laisser les commentaires",
  "My Asset": "Mon actif",
  "My Portfolio": "Mon portfolio",
  "No data to show.": "Aucune donnée à afficher.",
  "Source": "Source",
  "Start Earning": "Commencer a gagner",
  "The asset value presented on this page may differ from that of third-party exchanges.": "La valeur de l'actif présentée sur cette page peut différer de celle des échanges tiers.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "La valeur totale de l'actif présentée sur cette page peut différer de celle des échanges tiers.",
  "The value of your accumulated earnings is based on today's price of the market.": "La valeur de vos gains accumulés est basée sur le prix actuel du marché.",
  "Today's Prices": "Les prix du jour",
  "Today's value of your asset is based on today's price of the market.": "La valeur actuelle de votre actif est basée sur le prix actuel du marché.",
  "Want more information?": "Vous voulez plus d'informations ?",
  "Weighted average of annualized earn rates on active term deposit": "Moyenne pondérée des taux de gain annualisés sur les dépôts à terme actifs",
  "Weighted average of annualized return rates on active investment": "Moyenne pondérée des taux de rendement annualisés des investissements actifs",
  "Withdraw": "Se désister"
}