{
  " 15~365 Days": "15~365 jours",
  "{{number}}% Discount on First Management Fee": "{{number}} % de réduction sur les premiers frais de gestion",
  "Add a promo code here": "Ajoutez un code promo ici",
  "Apply Promo Code": "Appliquer le code promotionnel",
  "Asset Type": "Type d'actif",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "Choisissez une période de conservation qui correspond à vos besoins !<br/> Vous pouvez retirer vos gains à tout moment !",
  "Daily": "Tous les jours",
  "Duration": "Durée",
  "Earn Rates": "Gagnez des taux",
  "Ending Date": "Fin",
  "Expires on {{date}}": "Expire le {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "Envie d'aventure ?<br/> Explorez nos stratégies qui génèrent des revenus plus élevés !",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Si la performance est inférieure à 15 % à l'échéance, les frais de gestion seront automatiquement supprimés et le code promotionnel expirera.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Investissez dans une stratégie à faible risque et à rendement élevé en profitant des inefficacités entre les futurs échanges cryptographiques.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Investissez dans une stratégie où plus la volatilité sur le marché de la cryptographie est élevée, plus vos rendements sont élevés.",
  "Invest with the global top trading firm's most profitable strategy.": "Investissez avec la stratégie la plus rentable de la plus grande société de trading au monde.",
  "Investment Amount": "Coût d'investissement",
  "Lockup Amount": "Montant du blocage",
  "Monthly": "Mensuel",
  "Pay interest when investment period terminated": "Payer des intérêts à la fin de la période de placement",
  "Period": "Période",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Veuillez noter que vous ne pourrez pas vous retirer ou fermer prématurément pendant la période de blocage. Veuillez vérifier attentivement les termes et conditions avant d'effectuer votre dépôt !",
  "Pre-register": "Pré-inscrivez-vous",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Pré-inscrivez-vous à <b>Haru Invest-ETH</b><br/> pour obtenir <b>50% de réduction</b> sur les frais de gestion",
  "Products": "Produits",
  "Promo Code": "Code promo",
  "Remove": "Supprimer",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Des revenus sûrs et stables font de Earn Plus une excellente option pour tout le monde",
  "Select Asset Type": "Sélectionnez le type d'actif",
  "Start {{title}}": "Commencer {{title}}",
  "Target Return": "Rendement cible",
  "The first management fee upon maturity will be discounted {{number}}%.": "Les premiers frais de gestion à l'échéance seront actualisés {{number}} %.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "Les gains totaux et le principe seront transférés sur votre compte Haru Wallet à la date d'échéance. Veuillez noter que cela peut prendre jusqu'à 2-3 jours ouvrables.",
  "This code does not exist.": "Ce code n'existe pas.",
  "This code has already been redeemed.": "Ce code a déjà été utilisé.",
  "This promo code is invalid.": "Ce code promotionnel n'est pas valide.",
  "Total Earnings": "Total des gains",
  "Total Invested": "Total investi",
  "Weekly": "Hebdomadaire",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "En cas de renouvellement automatique, les deuxièmes frais de gestion à la prochaine échéance ne seront pas actualisés.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Vous êtes sur le point de commencer<br/><bold> {{productName}}</bold>",
  "You've successfully started": "Vous avez démarré avec succès",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Votre investissement sera automatiquement réinvesti dans le même produit à la date de fin.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Votre investissement sera transféré sur votre Haru Wallet à la date de fin.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Votre investissement sera transféré sur votre Haru Wallet dans les 5 jours ouvrables suivant la date de fin."
}