{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>Effettua depositi su Haru</strong><br /> per iniziare a guadagnare!",
  "Accumulated Earning": "Guadagno accumulato",
  "Accumulated<br/>Total Earning in USD": "Accumulato<br/> Guadagno totale in USD",
  "ALL": "TUTTI",
  "Annualized earn rates on deposit": "Tassi di guadagno annualizzati sul deposito",
  "Check out Haru Guidebook to learn more.": "Dai un'occhiata alla guida Haru per saperne di più.",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Controlla il tuo stato patrimoniale totale su Haru. Mostra la quantità delle tue risorse assegnate a ciascun prodotto. Nella scheda \"Tutti\", puoi vedere il valore dell'asset nel prezzo giornaliero in USD di tutte le criptovalute.",
  "Day {{day}} at Haru": "Giorno {{day}} ad Haru",
  "Don't know how to make deposits?": "Non sai come effettuare depositi?",
  "Expected Earn Rates": "Tassi di guadagno previsti",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "Il tasso di rendimento previsto di Earn Explore può variare a causa delle prestazioni di gestione delle risorse.",
  "Go to Haru Guidebook": "Vai alla guida di Haru",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Ti mostra i tassi di guadagno annualizzati previsti del tuo portafoglio come segue",
  "Last 24 Hours": "Ultime 24 ore",
  "Last 7 days": "Ultimi 7 giorni",
  "Last Month": "Lo scorso mese",
  "Last Updated {{minutes}} Minutes Ago": "Ultimo aggiornamento {{minutes}} minuti fa",
  "Leave Feedback": "Lascia un feedback",
  "My Asset": "La mia risorsa",
  "My Portfolio": "Il mio portfolio",
  "No data to show.": "Nessun dato da mostrare.",
  "Source": "Fonte",
  "Start Earning": "Inizia a guadagnare",
  "The asset value presented on this page may differ from that of third-party exchanges.": "Il valore dell'asset presentato in questa pagina potrebbe differire da quello degli scambi di terze parti.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "Il valore patrimoniale totale presentato in questa pagina può differire da quello degli scambi di terze parti.",
  "The value of your accumulated earnings is based on today's price of the market.": "Il valore dei tuoi guadagni accumulati si basa sul prezzo di mercato odierno.",
  "Today's Prices": "I prezzi di oggi",
  "Today's value of your asset is based on today's price of the market.": "Il valore odierno del tuo asset si basa sul prezzo di mercato odierno.",
  "Want more information?": "Vuoi maggiori informazioni?",
  "Weighted average of annualized earn rates on active term deposit": "Media ponderata dei tassi di guadagno annualizzati sui depositi a termine attivi",
  "Weighted average of annualized return rates on active investment": "Media ponderata dei tassi di rendimento annualizzati sugli investimenti attivi",
  "Withdraw": "ritirarsi"
}