{
  "A bank account statement, a utility bill, or an ID with your full name and address.": "Un estratto conto bancario, una bolletta o un documento d'identità con il tuo nome completo e indirizzo.",
  "Address (Street, Building, Floor, Unit, etc)": "Indirizzo (via, edificio, piano, unità, ecc.)",
  "Are you holding the ID you submitted?": "Hai in mano l'ID che hai inviato?",
  "Back to Profile": "Torna al profilo",
  "Can you find your full name and address?": "Riesci a trovare il tuo nome completo e indirizzo?",
  "City": "Città",
  "Complete": "Completare",
  "Continue": "Continuare",
  "Country of Residence": "Paese di residenza",
  "Date of Birth": "Data di nascita",
  "Drag and Drop your file here or <2>Upload</2>": "Trascina e rilascia il tuo file qui o <2>Carica</2>",
  "Enter your details as they appear on your identification document.": "Inserisci i tuoi dati così come appaiono sul tuo documento di identità.",
  "Enter your details as they appear on your Proof of Residence.": "Inserisci i tuoi dati come appaiono sulla tua prova di residenza.",
  "Failed": "Impossibile",
  "First Name": "Nome di battesimo",
  "From the list of accepted ID types below, choose an ID that you would like to use for verification and have it ready. You will need it to complete this process. This process is designed to confirm your identity and protect you from identity theft.": "Dall'elenco dei tipi di ID accettati di seguito, scegli un ID che desideri utilizzare per la verifica e tienilo pronto. Ti servirà per completare questo processo. Questo processo è progettato per confermare la tua identità e proteggerti dal furto di identità.",
  "ID Selection": "Selezione ID",
  "Is the photo sharp and readable?": "La foto è nitida e leggibile?",
  "Is your face clearly visible and in the frame?": "Il tuo viso è chiaramente visibile e nella cornice?",
  "Is your ID in valid period?": "Il tuo documento d'identità è in periodo valido?",
  "It will take 1 - 2 business days to process your submission.": "Ci vorranno 1 - 2 giorni lavorativi per elaborare la tua richiesta.",
  "Last Name": "Cognome",
  "Max. 4MB in PNG / JPEG": "massimo 4MB in PNG/JPEG",
  "my proof of residence image": "la mia immagine della prova di residenza",
  "my selected id image": "la mia immagine identificativa selezionata",
  "Nationality": "Nazionalità",
  "Personal Information": "Informazione personale",
  "photo with selected id upload": "foto con caricamento ID selezionato",
  "Please upload a copy of valid government-issued photo ID.": "Carica una copia di un documento d'identità con foto valido emesso dal governo.",
  "Proof of Residence": "Prova di residenza",
  "Residential Address": "Indirizzo di residenza",
  "Select": "Selezionare",
  "Select ID Type": "Seleziona il tipo di ID",
  "Selected ID": "ID selezionato",
  "selected id upload": "caricamento ID selezionato",
  "Selfie with ID": "Selfie con ID",
  "Sorry, there was an error with your identity verification details. Please check your documents and try again.": "Spiacenti, si è verificato un errore con i dettagli di verifica dell'identità. Controlla i tuoi documenti e riprova.",
  "State": "Stato",
  "Submission": "Sottomissione",
  "Submit": "Presentare",
  "Upload": "Carica",
  "Upload a selfie while holding your selected ID. It must display a clear facial picture and information of you.": "Carica un selfie tenendo in mano l'ID selezionato. Deve mostrare una chiara immagine del viso e informazioni su di te.",
  "Zip Code": "Cap"
}