{
  " 15~365 Days": "15~365 giorni",
  "{{number}}% Discount on First Management Fee": "{{number}} % di sconto sulla prima commissione di gestione",
  "Add a promo code here": "Aggiungi un codice promozionale qui",
  "Apply Promo Code": "Applicare il codice promozionale",
  "Asset Type": "Tipo di dotazione",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "Scegli un periodo di lock-up che corrisponda alle tue esigenze!<br/> Puoi prelevare i tuoi guadagni in qualsiasi momento!",
  "Daily": "Quotidiano",
  "Duration": "Durata",
  "Earn Rates": "Guadagna tariffe",
  "Ending Date": "Data di fine",
  "Expires on {{date}}": "Scade il {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "Ti senti avventuroso?<br/> Esplora le nostre strategie che producono guadagni maggiori!",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Se la performance è inferiore al 15% alla scadenza, la commissione di gestione verrà automaticamente annullata e il codice promozionale scadrà.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Investi in una strategia a basso rischio e ad alto rendimento sfruttando le inefficienze tra gli scambi di future criptovalute.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Investi in una strategia in cui maggiore è la volatilità sul mercato delle criptovalute, maggiori saranno i tuoi rendimenti.",
  "Invest with the global top trading firm's most profitable strategy.": "Investi con la strategia più redditizia della società di trading leader a livello mondiale.",
  "Investment Amount": "Importo dell'investimento",
  "Lockup Amount": "Importo di blocco",
  "Monthly": "Mensile",
  "Pay interest when investment period terminated": "Pagare gli interessi al termine del periodo di investimento",
  "Period": "Periodo",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Tieni presente che non potrai recedere o chiudere anticipatamente durante il periodo di blocco. Si prega di controllare attentamente i termini e le condizioni prima di effettuare il deposito!",
  "Pre-register": "Pre-registrazione",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Pre-registrati a <b>Haru Invest-ETH</b><br/> per ottenere il <b>50% di sconto</b> sulla commissione di gestione",
  "Products": "Prodotti",
  "Promo Code": "Codice promozionale",
  "Remove": "Rimuovere",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Guadagni sicuri e stabili rendono Earn Plus un'ottima opzione per tutti",
  "Select Asset Type": "Seleziona il tipo di risorsa",
  "Start {{title}}": "Inizia {{title}}",
  "Target Return": "Obiettivo di ritorno",
  "The first management fee upon maturity will be discounted {{number}}%.": "La prima commissione di gestione alla scadenza sarà scontata del {{number}} %.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "I guadagni totali e il principio saranno trasferiti sul tuo account Haru Wallet alla data di scadenza. Tieni presente che potrebbero essere necessari fino a 2-3 giorni lavorativi.",
  "This code does not exist.": "Questo codice non esiste.",
  "This code has already been redeemed.": "Questo codice è già stato riscattato.",
  "This promo code is invalid.": "Questo codice promozionale non è valido.",
  "Total Earnings": "Guadagni complessivi",
  "Total Invested": "Totale investito",
  "Weekly": "Settimanale",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "In caso di rinnovo automatico, la seconda commissione di gestione alla scadenza successiva non verrà scontata.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Stai per iniziare<br/><bold> {{productName}}</bold>",
  "You've successfully started": "Hai iniziato con successo",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Il tuo investimento verrà automaticamente reinvestito nello stesso prodotto alla data di fine.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Il tuo investimento verrà trasferito al tuo Haru Wallet alla data di fine.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Il tuo investimento verrà trasferito al tuo Haru Wallet entro 5 giorni lavorativi dalla data di fine."
}