{
  "{{balance}} {{currency}} Available": "{{balance}}{{currency}} disponível",
  "<b>NO FEE</b> unless you've earned over {{ zeroFeeProfitRate }} APR": "<b>SEM TAXAS, a</b> menos que você tenha ganho mais de {{ zeroFeeProfitRate }} APR",
  "<bold>{{productName}}</bold> achieved a profit of {{amount}} {{currency}}. Renew your investment before it ends to earn more!": "<bold>{{productName}}</bold> obteve um lucro de {{amount}}{{currency}} . Renove seu investimento antes que termine para ganhar mais!",
  "<bold>{{productName}}</bold> has been renewed with an investment amount of {{amount}} {{currency}}.": "<bold>{{productName}}</bold> foi renovado com um valor de investimento de {{amount}}{{currency}} .",
  "<bold>{{productName}}</bold> has been settled. The total balance of {{amount}} {{currency}} has been transferred to your Haru Earn account.": "<bold>{{productName}}</bold> foi resolvido. O saldo total de {{amount}}{{currency}} foi transferido para sua conta Haru Wallet.",
  "A total of <bold>{{balance}} {{currency}}</bold> will be transferred <br/> to your Haru Earn account. <br/> It may take 1 to 2 business days.": "Um total de <bold>{{balance}}{{currency}}</bold> será transferido<br/> para sua conta Haru Wallet.<br/> Isso pode levar de 1 a 2 dias úteis.",
  "Add Haru Earn Explore": "Adicionar Earn Explore",
  "Address": "Endereço",
  "Address to Receive": "Endereço para Receber",
  "Already have an account?": "já tem uma conta?",
  "Amount": "Quantidade",
  "Amount to Receive": "Quantidade a Receber",
  "Annual": "Anual",
  "Annually": "Anualmente",
  "Auto Renewal": "Renovação Automática",
  "Auto-Renewal Complete": "Auto-renovação concluída",
  "Available Balance": "Saldo disponível",
  "Balance": "Saldo",
  "Bitcoin": "Bitcoin",
  "By Balance": "Por Saldo",
  "By Profit": "Por lucro",
  "Canceled": "Cancelado",
  "Changes to maximum balance eligible for earnings payout": "Alterações no saldo máximo elegível para pagamento de ganhos",
  "Check Performance Report": "Verifique o Relatório de Desempenho",
  "Check your portfolio value trend calculated on annual basis": "Verifique a tendência do valor de sua carteira calculada anualmente",
  "Check your portfolio value trend calculated on biweekly basis": "Verifique a tendência do valor do seu portfólio calculado quinzenalmente",
  "Check your profit trend calculated on a annual basis": "Verifique sua tendência de lucro calculada anualmente",
  "Check your profit trend calculated on a biweekly basis": "Verifique sua tendência de lucro calculada quinzenalmente",
  "Click here to filter/sort your visible accounts": "Clique aqui para filtrar / classificar suas contas visíveis",
  "Closed Accounts": "Contas Fechadas",
  "Closing Date": "Data de Fechamento",
  "Complete your identity verification": "Conclua sua verificação de identidade",
  "Completed": "Concluído",
  "Daily Earnings": "Ganhos Diários",
  "Date": "Data",
  "Deposit Amount": "Valor do depósito",
  "Deposit Confirmation": "Confirmação de Depósito",
  "Deposit wallet address can change.": "O endereço da carteira de depósito pode mudar.",
  "Due to characteristics of cryptocurrency, if withdrawal request is completed and transmitted, cancelation will become unavailable.": "As retiradas não podem ser canceladas uma vez que os pedidos são enviados.",
  "Due to our recent service update, Terra KRT investments will not be renewed.": "Devido à nossa recente atualização de serviço, os investimentos do Terra KRT não serão renovados.",
  "Earliest Closing Date": "Data de Fechamento Mais Anterior",
  "Earlist Maturity Date": "Data de vencimento da lista de vencimento",
  "Email verification required": "Verificação de e-mail necessária",
  "Enable Auto-Renewal": "Habilitar Renovação Automática",
  "Ethereum": "Ethereum",
  "Event Reward": "Recompensa",
  "Fill in the Memo Id if required by a cryptocurrency exchange": "Preencha o Memo Id se exigido por uma bolsa de criptomoeda",
  "Filters": "Filtros",
  "For security reasons, Haru processes withdrawals with manual review once a day.": "As retiradas podem levar até 24 horas. Assim que sua retirada for concluída, você receberá uma notificação por e-mail contendo todas as informações da transação.",
  "Fund Performance": "Desempenho do Fundo",
  "Gain / Loss": "Ganho / Perda",
  "Great! The selected account(s) will be renewed automatically starting on {{ date }}.": "Excelente! As contas selecionadas serão renovadas automaticamente a partir de {{ date }} .",
  "Identity Unverified": "Identidade não verificada",
  "Identity verification required": "Verificação de identidade necessária",
  "If auto-renewal is activated": "Se a renovação automática estiver ativada",
  "If auto-renewal is activated on the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on HARU's website when auto-renewed on maturity date.": "Se a renovação automática for ativada na data de vencimento, seus ganhos totais e principal serão bloqueados novamente pelo mesmo período de bloqueio anterior. Observe que as taxas de ganho podem mudar de acordo com as taxas de ganho anunciadas no site do HARU quando renovadas automaticamente na data de vencimento.",
  "If auto-renewal is deactivated": "Se a renovação automática estiver desativada",
  "If auto-renewal is not activated on the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Se a renovação automática não for ativada na data de vencimento, seus ganhos totais e principal serão transferidos para sua conta Haru Wallet. Observe que pode levar até 24 horas para que a transferência seja concluída.",
  "Important": "Importante",
  "In order not to deposit to other cryptocurrency address, check the address.": "Reveja o seu endereço de retirada antes de finalizar o seu pedido. Haru não conseguirá recuperar nenhum bem enviado para o endereço errado.",
  "In USD": "Em USD",
  "Initiated": "Iniciado",
  "Investment Renewed": "Investimento renovado",
  "It may take up to 3 business days for the fund to be settled and reinvested.": "Pode demorar até 3 dias úteis para o fundo ser liquidado e reinvestido.",
  "It may take up to 3 business days to complete the process.": "A conclusão do processo pode demorar até 3 dias úteis.",
  "Largest Balance in USD": "Maior saldo em dólares americanos",
  "Largest Balance In USD": "Maior saldo em dólares americanos",
  "Lastest Maturity Date": "Última Data de Maturidade",
  "Latest Renewal": "Última Renovação",
  "Limit Switch": "Interruptor de limite",
  "Load More": "Carregue mais",
  "Lock-up amount": "Montante de bloqueio",
  "Lockup and earn more with Haru Earn Plus.": "Trave e ganhe mais com Earn Plus.",
  "Lockup Period": "Período de bloqueio",
  "Make sure to double check deposit address before depositing.": "Certifique-se de verificar o endereço do depósito antes de depositar.",
  "Market Switch": "Mudança de mercado",
  "Maturity Date": "Data de Vencimento",
  "Maximum earnings payout balance": "Saldo de pagamento de ganhos máximos",
  "Memo Id": "Id do Memorando",
  "My BTC Account": "Minha conta BTC",
  "My ETH Account": "Minha conta ETH",
  "My Investment Performance": "Meu desempenho de investimento",
  "My Investments": "Meus Investimentos",
  "My KRT Account": "Minha conta KRT",
  "My USDT Account": "Minha conta USDT",
  "Net gain": "Ganho líquido",
  "Net Profit": "Lucro líquido",
  "New Feature!": "Novo recurso!",
  "Newest Starting Date": "Data de início mais recente",
  "Next Closing Date {{nextMaturityDate}}": "Próxima data de fechamento {{nextMaturityDate}}",
  "Note": "Nota",
  "On the maturity date, the auto-renewal toggle will be disabled and you will not be able to change the auto-renewal status.": "Na data de vencimento, o botão de renovação automática será desabilitado e você não poderá alterar o status de renovação automática.",
  "On the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on Haru’s website when auto-renewed on maturity date.": "Na data de vencimento, seus ganhos totais e principal serão bloqueados novamente pelo mesmo período de bloqueio anterior. Observe que as taxas de ganho podem mudar de acordo com as taxas de ganho anunciadas no site da Haru quando renovadas automaticamente na data de vencimento.",
  "On the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Na data de vencimento, seus ganhos totais e principal serão transferidos para sua conta Haru Wallet. Observe que pode levar até 24 horas para que a transferência seja concluída.",
  "Open Account": "Criar conta bloqueada",
  "Overview": "Visão global",
  "Paid out earnings can be withdrawn anytime. Please note it can take up to 24 hours.": "Os ganhos pagos podem ser retirados a qualquer momento. Observe que isso pode levar até 24 horas.",
  "Payout Investment": "Pagamento total (principal + ganhos)",
  "Pending...": "Pendente...",
  "Performance Fee": "Taxa de performance",
  "Performance History": "Histórico de Desempenho",
  "Performance Trend": "Tendência de Desempenho",
  "Please complete the identity verification to request deposit.": "Conclua a verificação de identidade para solicitar o depósito.",
  "Please complete the identity verification to request withdrawal.": "Conclua a verificação de identidade para solicitar a retirada.",
  "Please complete your email verification <br /> to make deposits and start earning": "Por favor, complete sua verificação de e-mail<br /> para fazer depósitos e começar a ganhar",
  "Please complete your identity verification by Sept. <br /> 30, 2021 to prevent any restrictions on using Haru Invest services.": "Conclua sua verificação de identidade até 30 de setembro<br /> 30 de 2021 para evitar quaisquer restrições ao uso dos serviços Haru Invest.",
  "Please confirm your password": "Confirme sua senha",
  "Please verify your email address to activate your account.": "Por favor, verifique seu endereço de e-mail para ativar sua conta.",
  "Please verify your email address to make deposits and start earning.": "Verifique seu endereço de e-mail para fazer depósitos e começar a ganhar.",
  "Please verify your email to make deposits and withdrawals.": "Por favor, verifique seu e-mail para fazer depósitos e retiradas.",
  "Please verify your kyc <br /> to make deposits and start earning": "Por favor, verifique o seu kyc<br /> para fazer depósitos e começar a ganhar",
  "Portfolio Value": "Valor da carteira",
  "Preferences": "Preferências",
  "Premature closing and principal withdrawal is not available before maturity.": "O fechamento prematuro e a retirada do principal não estão disponíveis antes do vencimento.",
  "Principal": "Principal",
  "PROCESSING": "Em processamento",
  "Product": "Produto",
  "Rates are fixed upon product renewal. Please see our <1>Terms of Service</1>  for more information": "As taxas são fixadas na renovação do produto. Por favor, veja nossos <1> Termos de Serviço</1> Para maiores informações",
  "Referral Bonus": "Bônus de referência",
  "Renew Your Investment": "Renove Seu Investimento",
  "Renewal History": "Histórico de Renovação",
  "Retract Investment": "Retrair Investimento",
  "Return (%)": "Retornar (%)",
  "Returns are updated on the 15th and last day of each month.": "As devoluções são atualizadas no dia 15 e último de cada mês.",
  "See Closed Accounts": "Ver contas fechadas",
  "Select Coin": "Selecione Moeda",
  "Select your account": "Selecione sua conta",
  "Send only {{currency}} to this deposit address.": "Envie apenas {{currency}} para este endereço de depósito.",
  "Sending other coins may result in the loss of your crypto asset.": "O envio de outras moedas pode resultar na perda de seu ativo criptográfico.",
  "Sign in": "assinar em",
  "Smallest Balance In USD": "Menor saldo em dólares americanos",
  "Sort By": "Ordenar por",
  "Sort by": "Ordenar por",
  "Starting <b>{{day}}.{{month}}.{{year}}</b> maximum balance eligible for earnings payout will be changed as below.": "Iniciando <b>{{day}} . {{month}} . {{year}}</b> o saldo máximo elegível para pagamento de ganhos será alterado conforme abaixo.",
  "Starting Date": "Data de início",
  "Status": "Estado",
  "Target Rate": "Taxa Alvo",
  "Terra KRT": "Terra KRT",
  "Terra KRT will be transferred to Haru Earn account on the maturity date.": "Terra KRT será transferido para a conta Haru Wallet na data de vencimento.",
  "Tether USD": "Tether USD",
  "The account you select will be renewed on the last day of each month by 1/3 month(s). If you do not wish to renew your investment, you can opt out of auto-renewal in your [Settings].": "A conta que você selecionar será renovada no último dia de cada mês por 1/3 mês (es). Se não desejar renovar seu investimento, você pode cancelar a renovação automática em suas [Configurações].",
  "The process after completion of request for withdrawal will be carried out in blockchain network and delay may take place under certain network conditions.": "A transferência de ativos às vezes pode sofrer atrasos, dependendo do congestionamento da rede. Entre em contato conosco em support@haruinvest.com se sua solicitação de saque exceder o período de 24 horas.",
  "Time to receive your withdrawal may vary upon network environment.": "O tempo para receber seu saque pode variar de acordo com o ambiente de rede.",
  "Total Balance": "Balanço total",
  "Total earnings as of Today": "Lucro total a partir de hoje",
  "Total Fee": "Taxa total",
  "Total Profit": "Lucro total",
  "Total Return": "Retorno total",
  "Total Return (%)": "Retorno total (%)",
  "Total Return (Annual)": "Retorno total (anual)",
  "Transaction": "Transação",
  "Transaction Details": "Detalhes da transação",
  "Transactions": "Transações",
  "Transfer": "Transferência",
  "Transfer between users": "Transferência entre usuários",
  "Transfer Completed": "Transferência Concluída",
  "Transfer Earnings": "Ganhos de transferência",
  "Transfer the excess amount to Haru Earn Plus and earn more.": "Transfira o valor excedente para Earn Plus e ganhe mais.",
  "Transfer to Haru Earn": "Transferir para Haru Wallet",
  "Transfer to Haru Earn Plus": "Transferência para Earn Plus",
  "Transferred to Haru Earn ": "Transferido para Haru Wallet",
  "Transferring your earnings will reduce the total earning payout": "Transferir seus ganhos reduzirá o pagamento total de ganhos",
  "Txid": "Txid",
  "Type": "Tipo",
  "Uh oh, you've exceeded the earnings payout limit": "Ups, excedeu o limite de pagamento de ganhos",
  "Unavailable": "Indisponível",
  "View Details": "Ver detalhes",
  "View Histories": "Ver Histórias",
  "View Options": "Opções de exibição",
  "View performance in USD value": "Veja o desempenho em valor em USD",
  "View profit on an annual basis": "Veja o lucro em uma base anual",
  "We've already sent an email. <1></1>If you haven't received it, try a minute later": "Já enviamos um e-mail. <1></1> Se você não recebeu, tente um minuto depois",
  "We've sent a verification email to {{email}}": "Enviamos um e-mail de verificação para {{email}}",
  "Welcome!": "Bem-vindo!",
  "Will be renewed on {{date}}": "Será renovado em {{date}}",
  "With Haru Earn Explore": "Com Earn Explore",
  "Withdraw fee": "Taxa de retirada",
  "Withdrawal Amount": "Quantidade retirada",
  "Withdrawal In Process": "Retirada em processo",
  "Withdrawal Requested": "Retirada Solicitada",
  "Without Haru Earn Explore": "Sem Haru, ganhe exploração",
  "You will receive": "Você receberá",
  "You're all set! <1></1> All your accounts will be renewed automatically.": "Tudo pronto! <1></1> Todas as suas contas serão renovadas automaticamente.",
  "You've reached the maximum balance eligible for earnings payout.": "Você atingiu o saldo máximo qualificado para pagamento de ganhos.",
  "Your Daily Earnings": "Seus ganhos diários",
  "Your first performance trend will be available on <1>{{nextDate}}</1>.": "Sua primeira tendência de desempenho estará disponível em <1> {{nextDate}}</1> .",
  "Your fund settlement has started!": "A liquidação do seu fundo já começou!"
}