{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>Faça depósitos em Haru</strong><br /> para começar a ganhar!",
  "Accumulated Earning": "Ganhos Acumulados",
  "Accumulated<br/>Total Earning in USD": "Acumulado<br/> Ganhos totais em dólares americanos",
  "ALL": "TUDO",
  "Annualized earn rates on deposit": "Taxas de ganho anualizadas no depósito",
  "Check out Haru Guidebook to learn more.": "Confira o Guia Haru para saber mais.",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Verifique o status de seu ativo total em Haru. Mostra quanto de seus ativos são alocados para cada produto. Na guia \"Todos\", você pode ver o valor do ativo no preço diário em dólares de todas as criptomoedas.",
  "Day {{day}} at Haru": "Dia {{day}} em Haru",
  "Don't know how to make deposits?": "Não sabe como fazer depósitos?",
  "Expected Earn Rates": "Taxas de ganho esperadas",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "A taxa de retorno esperada do Earn Explore pode variar devido ao desempenho da gestão de ativos.",
  "Go to Haru Guidebook": "Vá para o Guia Haru",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Ele mostra as taxas de ganho anualizadas esperadas de seu portfólio como segue",
  "Last 24 Hours": "Últimas 24 Horas",
  "Last 7 days": "Últimos 7 dias",
  "Last Month": "Mês passado",
  "Last Updated {{minutes}} Minutes Ago": "Última atualização {{minutes}} minutos atrás",
  "Leave Feedback": "Deixe um feedback",
  "My Asset": "Meu Ativo",
  "My Portfolio": "Meu portfolio",
  "No data to show.": "Sem dados para mostrar.",
  "Source": "Fonte",
  "Start Earning": "Comece a Ganhar",
  "The asset value presented on this page may differ from that of third-party exchanges.": "O valor do ativo apresentado nesta página pode ser diferente das trocas de terceiros.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "O valor total do ativo apresentado nesta página pode ser diferente das trocas de terceiros.",
  "The value of your accumulated earnings is based on today's price of the market.": "O valor dos seus ganhos acumulados é baseado no preço de mercado de hoje.",
  "Today's Prices": "Preços de Hoje",
  "Today's value of your asset is based on today's price of the market.": "O valor de hoje do seu ativo é baseado no preço de mercado de hoje.",
  "Want more information?": "Quer mais informações?",
  "Weighted average of annualized earn rates on active term deposit": "Média ponderada das taxas de ganho anualizadas sobre depósito a prazo ativo",
  "Weighted average of annualized return rates on active investment": "Média ponderada das taxas de retorno anualizadas sobre o investimento ativo",
  "Withdraw": "Retirar"
}