{
  " 15~365 Days": "15 ~ 365 dias",
  "{{number}}% Discount on First Management Fee": "{{number}} % de desconto na primeira taxa de gerenciamento",
  "Add a promo code here": "Adicione um código promocional aqui",
  "Apply Promo Code": "Aplicar código promocional",
  "Asset Type": "Tipo de ativo",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "Escolha um período de bloqueio que corresponda às suas necessidades!<br/> Você pode retirar seus ganhos a qualquer momento!",
  "Daily": "Diariamente",
  "Duration": "Duração",
  "Earn Rates": "Ganhe taxas",
  "Ending Date": "Data Final",
  "Expires on {{date}}": "Expira em {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "Me sentindo aventureiro?<br/> Explore nossas estratégias que geram ganhos maiores!",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Se o desempenho for inferior a 15% no vencimento, a taxa de administração será automaticamente dispensada e o código de promoção expirará.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Invista em uma estratégia de baixo risco e alto retorno, aproveitando as ineficiências entre as criptomoedas futuras.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Invista em uma estratégia em que quanto maior a volatilidade no mercado de criptografia, maiores serão seus retornos.",
  "Invest with the global top trading firm's most profitable strategy.": "Invista com a estratégia mais lucrativa da principal empresa de comércio global.",
  "Investment Amount": "Valor do investimento",
  "Lockup Amount": "Quantidade de bloqueio",
  "Monthly": "Por mês",
  "Pay interest when investment period terminated": "Pague juros quando o período de investimento terminar",
  "Period": "Período",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Observe que você não poderá se retirar ou fechar prematuramente durante o período de bloqueio. Por favor, verifique os termos e condições cuidadosamente antes de fazer seu depósito!",
  "Pre-register": "Pré-registro",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Pré-registro para <b>Haru Invest-ETH</b><br/> para obter <b>50% de desconto</b> na taxa de administração",
  "Products": "Produtos",
  "Promo Code": "Código promocional",
  "Remove": "Remover",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Ganhos seguros e estáveis tornam o Earn Plus uma ótima opção para todos",
  "Select Asset Type": "Selecione o tipo de ativo",
  "Start {{title}}": "Comece {{title}}",
  "Target Return": "Retorno Alvo",
  "The first management fee upon maturity will be discounted {{number}}%.": "A primeira taxa de administração no vencimento terá um desconto de {{number}} %.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "O total de ganhos e princípios serão transferidos para sua conta Haru Wallet na data de vencimento. Isso pode levar de 2 a 3 dias úteis.",
  "This code does not exist.": "Este código não existe.",
  "This code has already been redeemed.": "Este código já foi resgatado.",
  "This promo code is invalid.": "Este código promocional é inválido.",
  "Total Earnings": "Ganhos totais",
  "Total Invested": "Total Investido",
  "Weekly": "Semanal",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "Quando renovada automaticamente, a segunda taxa de gerenciamento no próximo vencimento não será descontada.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Você está prestes a começar<br/><bold> {{productName}}</bold>",
  "You've successfully started": "Você começou com sucesso",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Seu investimento será reinvestido automaticamente no mesmo produto na data de término.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Seu investimento será transferido para seu Haru Wallet na data final.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Seu investimento será transferido para seu Haru Wallet dentro de 5 dias úteis a partir da data de término."
}