{
  "{{balance}} {{currency}} Available": "{{balance}}{{currency}} Verfügbar",
  "<b>NO FEE</b> unless you've earned over {{ zeroFeeProfitRate }} APR": "<b>KEINE GEBÜHR, es</b> sei denn, Sie haben mehr als {{ zeroFeeProfitRate }} APR verdient",
  "<bold>{{productName}}</bold> achieved a profit of {{amount}} {{currency}}. Renew your investment before it ends to earn more!": "<bold>{{productName}}</bold> einen Gewinn von {{amount}}{{currency}} erzielt. Erneuern Sie Ihre Investition, bevor sie endet, um mehr zu verdienen!",
  "<bold>{{productName}}</bold> has been renewed with an investment amount of {{amount}} {{currency}}.": "<bold>{{productName}}</bold> wurde mit einem Investitionsbetrag von {{amount}}{{currency}} erneuert.",
  "<bold>{{productName}}</bold> has been settled. The total balance of {{amount}} {{currency}} has been transferred to your Haru Earn account.": "<bold>{{productName}}</bold> ist geklärt. Der Gesamtsaldo von {{amount}}{{currency}} wurde auf Ihr Haru Wallet überwiesen.",
  "A total of <bold>{{balance}} {{currency}}</bold> will be transferred <br/> to your Haru Earn account. <br/> It may take 1 to 2 business days.": "Insgesamt <bold>{{balance}}{{currency}}</bold> wird überwiesen<br/> auf Ihr Haru Wallet.<br/> Es kann 1 bis 2 Werktage dauern.",
  "Add Haru Earn Explore": "Hinzufügen Earn Explore",
  "Address": "Anschrift",
  "Address to Receive": "Adresse zum Empfangen",
  "Already have an account?": "Haben Sie schon ein Konto?",
  "Amount": "Betrag",
  "Amount to Receive": "Zu empfangender Betrag",
  "Annual": "Jährlich",
  "Annually": "Jährlich",
  "Auto Renewal": "Automatische Verlängerung",
  "Auto-Renewal Complete": "Automatische Verlängerung abgeschlossen",
  "Available Balance": "Verfügbares Guthaben",
  "Balance": "Balance",
  "Bitcoin": "Bitcoin",
  "By Balance": "Nach Guthaben",
  "By Profit": "Nach Gewinn",
  "Canceled": "Abgebrochen",
  "Changes to maximum balance eligible for earnings payout": "Änderungen des Höchstguthabens, das für die Auszahlung von Einnahmen in Frage kommt",
  "Check Performance Report": "Leistungsbericht prüfen",
  "Check your portfolio value trend calculated on annual basis": "Überprüfen Sie den jährlich berechneten Werttrend Ihres Portfolios",
  "Check your portfolio value trend calculated on biweekly basis": "Überprüfen Sie den zweiwöchentlich berechneten Werttrend Ihres Portfolios",
  "Check your profit trend calculated on a annual basis": "Überprüfen Sie Ihren jährlich berechneten Gewinntrend",
  "Check your profit trend calculated on a biweekly basis": "Überprüfen Sie Ihre zweiwöchentlich berechnete Gewinnentwicklung",
  "Click here to filter/sort your visible accounts": "Klicken Sie hier, um Ihre sichtbaren Konten zu filtern/sortieren",
  "Closed Accounts": "Geschlossene Konten",
  "Closing Date": "Einsendeschluss",
  "Complete your identity verification": "Vervollständigen Sie Ihre Identitätsprüfung",
  "Completed": "Fertiggestellt",
  "Daily Earnings": "Tagesverdienst",
  "Date": "Datum",
  "Deposit Amount": "Einzahlungsbetrag",
  "Deposit Confirmation": "Einzahlungsbestätigung",
  "Deposit wallet address can change.": "Die Adresse der Einzahlungs-Wallet kann sich ändern.",
  "Due to characteristics of cryptocurrency, if withdrawal request is completed and transmitted, cancelation will become unavailable.": "Auszahlungen können nicht storniert werden, sobald die Anträge eingereicht wurden.",
  "Due to our recent service update, Terra KRT investments will not be renewed.": "Aufgrund unseres kürzlichen Service-Updates werden Terra KRT-Investitionen nicht verlängert.",
  "Earliest Closing Date": "Frühester Abschlusstermin",
  "Earlist Maturity Date": "Frühes Fälligkeitsdatum",
  "Email verification required": "E-Mail-Verifizierung erforderlich",
  "Enable Auto-Renewal": "Automatische Verlängerung aktivieren",
  "Ethereum": "Äther",
  "Event Reward": "Belohnung",
  "Fill in the Memo Id if required by a cryptocurrency exchange": "Füllen Sie die Memo-ID aus, wenn dies von einer Kryptowährungsbörse erforderlich ist",
  "Filters": "Filter",
  "For security reasons, Haru processes withdrawals with manual review once a day.": "Auszahlungen können bis zu 24 Stunden dauern. Sobald Ihre Auszahlung abgeschlossen ist, erhalten Sie eine E-Mail-Benachrichtigung mit allen Transaktionsinformationen.",
  "Fund Performance": "Fondsperformance",
  "Gain / Loss": "Verstärkungsverlust",
  "Great! The selected account(s) will be renewed automatically starting on {{ date }}.": "Groß! Die ausgewählten Konten werden ab dem {{ date }} automatisch verlängert.",
  "Identity Unverified": "Identität nicht bestätigt",
  "Identity verification required": "Identitätsüberprüfung erforderlich",
  "If auto-renewal is activated": "Wenn die automatische Verlängerung aktiviert ist",
  "If auto-renewal is activated on the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on HARU's website when auto-renewed on maturity date.": "Wenn die automatische Verlängerung am Fälligkeitsdatum aktiviert wird, werden Ihr Gesamteinkommen und Ihr Kapital für die gleiche Sperrfrist wie zuvor gesperrt. Bitte beachten Sie, dass sich die Earn Rates entsprechend den angekündigten Earn Rates auf der HARU-Website ändern können, wenn sie am Fälligkeitsdatum automatisch verlängert werden.",
  "If auto-renewal is deactivated": "Wenn die automatische Verlängerung deaktiviert ist",
  "If auto-renewal is not activated on the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Wenn die automatische Verlängerung am Fälligkeitsdatum nicht aktiviert ist, werden Ihre Gesamteinnahmen und Ihr Kapital auf Ihr Haru Wallet überwiesen. Bitte beachten Sie, dass es bis zu 24 Stunden dauern kann, bis der Transfer abgeschlossen ist.",
  "Important": "Wichtige",
  "In order not to deposit to other cryptocurrency address, check the address.": "Bitte überprüfen Sie Ihre Auszahlungsadresse, bevor Sie Ihre Anfrage abschließen. Haru kann keine Assets abrufen, die an die falsche Adresse gesendet wurden.",
  "In USD": "In USD",
  "Initiated": "Initiiert",
  "Investment Renewed": "Investition erneuert",
  "It may take up to 3 business days for the fund to be settled and reinvested.": "Die Abwicklung und Wiederanlage des Fonds kann bis zu 3 Werktage dauern.",
  "It may take up to 3 business days to complete the process.": "Es kann bis zu 3 Werktage dauern, bis der Vorgang abgeschlossen ist.",
  "Largest Balance in USD": "Größtes Guthaben in USD",
  "Largest Balance In USD": "Größtes Guthaben in USD",
  "Lastest Maturity Date": "Letztes Fälligkeitsdatum",
  "Latest Renewal": "Letzte Verlängerung",
  "Limit Switch": "Endschalter",
  "Load More": "Mehr laden",
  "Lock-up amount": "Sperrbetrag",
  "Lockup and earn more with Haru Earn Plus.": "Lockup und mehr verdienen mit Earn Plus.",
  "Lockup Period": "Sperrfrist",
  "Make sure to double check deposit address before depositing.": "Stellen Sie sicher, dass Sie die Einzahlungsadresse vor der Einzahlung noch einmal überprüfen.",
  "Market Switch": "Marktwechsel",
  "Maturity Date": "Fälligkeitstag",
  "Maximum earnings payout balance": "Auszahlungssaldo für maximale Einnahmen",
  "Memo Id": "Memo-ID",
  "My BTC Account": "Mein BTC-Konto",
  "My ETH Account": "Mein ETH-Konto",
  "My Investment Performance": "Meine Anlageperformance",
  "My Investments": "Meine Investitionen",
  "My KRT Account": "Mein KRT-Konto",
  "My USDT Account": "Mein USDT-Konto",
  "Net gain": "Nettogewinn",
  "Net Profit": "Reingewinn",
  "New Feature!": "Neue Funktion!",
  "Newest Starting Date": "Neuestes Startdatum",
  "Next Closing Date {{nextMaturityDate}}": "Nächstes Abschlussdatum {{nextMaturityDate}}",
  "Note": "Anmerkung",
  "On the maturity date, the auto-renewal toggle will be disabled and you will not be able to change the auto-renewal status.": "Am Fälligkeitsdatum wird der Schalter für die automatische Verlängerung deaktiviert und Sie können den Status der automatischen Verlängerung nicht ändern.",
  "On the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on Haru’s website when auto-renewed on maturity date.": "Am Fälligkeitsdatum werden Ihr Gesamteinkommen und Ihr Kapital wieder für die gleiche Sperrfrist wie zuvor gesperrt. Bitte beachten Sie, dass sich die Earn Rates entsprechend den angekündigten Earn Rates auf der Haru-Website ändern können, wenn sie am Fälligkeitsdatum automatisch verlängert werden.",
  "On the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Am Fälligkeitsdatum werden Ihr Gesamteinkommen und Ihr Kapital auf Ihr Haru Wallet überwiesen. Bitte beachten Sie, dass es bis zu 24 Stunden dauern kann, bis der Transfer abgeschlossen ist.",
  "Open Account": "Sperrkonto erstellen",
  "Overview": "Überblick",
  "Paid out earnings can be withdrawn anytime. Please note it can take up to 24 hours.": "Ausgezahlte Einnahmen können jederzeit abgehoben werden. Bitte beachten Sie, dass dies bis zu 24 Stunden dauern kann.",
  "Payout Investment": "Gesamtauszahlung (Prinzip + Einnahmen)",
  "Pending...": "Steht aus...",
  "Performance Fee": "Leistungsgebühr",
  "Performance History": "Leistungsverlauf",
  "Performance Trend": "Leistungstrend",
  "Please complete the identity verification to request deposit.": "Bitte führen Sie die Identitätsüberprüfung durch, um die Einzahlung zu beantragen.",
  "Please complete the identity verification to request withdrawal.": "Bitte führen Sie die Identitätsüberprüfung durch, um eine Auszahlung zu beantragen.",
  "Please complete your email verification <br /> to make deposits and start earning": "Bitte vervollständigen Sie Ihre E-Mail-Verifizierung<br /> um Einzahlungen zu tätigen und zu verdienen",
  "Please complete your identity verification by Sept. <br /> 30, 2021 to prevent any restrictions on using Haru Invest services.": "Bitte schließen Sie Ihre Identitätsprüfung bis September ab.<br /> 30, 2021, um Einschränkungen bei der Nutzung der Haru Invest-Dienste zu vermeiden.",
  "Please confirm your password": "Bitte bestätigen Sie Ihr Passwort",
  "Please verify your email address to activate your account.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um Ihr Konto zu aktivieren.",
  "Please verify your email address to make deposits and start earning.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um Einzahlungen zu tätigen und mit dem Verdienen zu beginnen.",
  "Please verify your email to make deposits and withdrawals.": "Bitte überprüfen Sie Ihre E-Mail-Adresse, um Ein- und Auszahlungen vorzunehmen.",
  "Please verify your kyc <br /> to make deposits and start earning": "Bitte überprüfen Sie Ihren Kyc<br /> um Einzahlungen zu tätigen und zu verdienen",
  "Portfolio Value": "Portfoliowert",
  "Preferences": "Einstellungen",
  "Premature closing and principal withdrawal is not available before maturity.": "Eine vorzeitige Schließung und Kapitalrücknahme ist vor Fälligkeit nicht möglich.",
  "Principal": "Rektor",
  "PROCESSING": "Verarbeitung",
  "Product": "Produkt",
  "Rates are fixed upon product renewal. Please see our <1>Terms of Service</1>  for more information": "Die Preise werden bei der Produkterneuerung festgelegt. Bitte beachten Sie unsere <1>Nutzungsbedingungen</1> für mehr Informationen",
  "Referral Bonus": "Empfehlungsbonus",
  "Renew Your Investment": "Erneuern Sie Ihre Investition",
  "Renewal History": "Verlängerungshistorie",
  "Retract Investment": "Investitionen zurückziehen",
  "Return (%)": "Zurückkehren (%)",
  "Returns are updated on the 15th and last day of each month.": "Rückgaben werden am 15. und letzten Tag eines jeden Monats aktualisiert.",
  "See Closed Accounts": "Geschlossene Konten ansehen",
  "Select Coin": "Münze auswählen",
  "Select your account": "Wählen Sie Ihr Konto aus",
  "Send only {{currency}} to this deposit address.": "Senden Sie nur {{currency}} an diese Einzahlungsadresse.",
  "Sending other coins may result in the loss of your crypto asset.": "Das Senden anderer Coins kann zum Verlust Ihres Krypto-Assets führen.",
  "Sign in": "Anmeldung",
  "Smallest Balance In USD": "Kleinstes Guthaben in USD",
  "Sort By": "Sortiere nach",
  "Sort by": "Sortiere nach",
  "Starting <b>{{day}}.{{month}}.{{year}}</b> maximum balance eligible for earnings payout will be changed as below.": "Beginnend <b>{{day}} . {{month}} . {{year}}</b> Das maximale Guthaben, das für die Gewinnauszahlung in Frage kommt, wird wie folgt geändert.",
  "Starting Date": "Anfangsdatum",
  "Status": "Status",
  "Target Rate": "Zielrate",
  "Terra KRT": "Terra KRT",
  "Terra KRT will be transferred to Haru Earn account on the maturity date.": "Terra KRT wird am Fälligkeitsdatum auf das Haru Wallet überwiesen.",
  "Tether USD": "Tether USD",
  "The account you select will be renewed on the last day of each month by 1/3 month(s). If you do not wish to renew your investment, you can opt out of auto-renewal in your [Settings].": "Das von Ihnen ausgewählte Konto wird am letzten Tag jedes Monats um 1/3 Monat(e) verlängert. Wenn Sie Ihre Investition nicht verlängern möchten, können Sie die automatische Verlängerung in Ihren [Einstellungen] deaktivieren.",
  "The process after completion of request for withdrawal will be carried out in blockchain network and delay may take place under certain network conditions.": "Bei der Übertragung von Assets kann es je nach Netzwerküberlastung manchmal zu Verzögerungen kommen. Bitte kontaktieren Sie uns unter support@haruinvest.com, wenn Ihre Auszahlungsanfrage den Zeitraum von 24 Stunden überschreitet.",
  "Time to receive your withdrawal may vary upon network environment.": "Die Zeit bis zum Erhalt Ihrer Auszahlung kann je nach Netzwerkumgebung variieren.",
  "Total Balance": "Gesamtsaldo",
  "Total earnings as of Today": "Gesamteinnahmen ab heute",
  "Total Fee": "Gesamtgebühr",
  "Total Profit": "Gesamtgewinn",
  "Total Return": "Gesamtrendite",
  "Total Return (%)": "Gesamtrendite (%)",
  "Total Return (Annual)": "Gesamtrendite (jährlich)",
  "Transaction": "Transaktion",
  "Transaction Details": "Transaktionsdetails",
  "Transactions": "Transaktionen",
  "Transfer": "Übertragung",
  "Transfer between users": "Übertragung zwischen Benutzern",
  "Transfer Completed": "Übertragung abgeschlossen",
  "Transfer Earnings": "Einnahmen übertragen",
  "Transfer the excess amount to Haru Earn Plus and earn more.": "Überweisen Sie den überschüssigen Betrag an Earn Plus und verdienen Sie mehr.",
  "Transfer to Haru Earn": "Transfer zu Haru Wallet",
  "Transfer to Haru Earn Plus": "Transfer zu Earn Plus",
  "Transferred to Haru Earn ": "Übertragen auf Haru Wallet",
  "Transferring your earnings will reduce the total earning payout": "Wenn Sie Ihre Einnahmen übertragen, wird die Gesamtverdienstauszahlung reduziert",
  "Txid": "Txid",
  "Type": "Art",
  "Uh oh, you've exceeded the earnings payout limit": "Oh oh, du hast das Auszahlungslimit für Einnahmen überschritten",
  "Unavailable": "Nicht verfügbar",
  "View Details": "Details anzeigen",
  "View Histories": "Historien anzeigen",
  "View Options": "Optionen anzeigen",
  "View performance in USD value": "Zeigen Sie die Leistung im USD-Wert an",
  "View profit on an annual basis": "Gewinn auf Jahresbasis anzeigen",
  "We've already sent an email. <1></1>If you haven't received it, try a minute later": "Wir haben bereits eine E-Mail gesendet. <1></1> Wenn Sie es nicht erhalten haben, versuchen Sie es eine Minute später",
  "We've sent a verification email to {{email}}": "Wir haben eine Bestätigungs-E-Mail an {{email}}",
  "Welcome!": "Herzlich Willkommen!",
  "Will be renewed on {{date}}": "Wird am {{date}}",
  "With Haru Earn Explore": "Mit Earn Explore",
  "Withdraw fee": "Abhebungsgebühr",
  "Withdrawal Amount": "Auszahlungsbetrag",
  "Withdrawal In Process": "Auszahlung in Bearbeitung",
  "Withdrawal Requested": "Auszahlung beantragt",
  "Without Haru Earn Explore": "Ohne Earn Explore",
  "You will receive": "Du wirst erhalten",
  "You're all set! <1></1> All your accounts will be renewed automatically.": "Sie sind fertig! <1></1> Alle Ihre Konten werden automatisch verlängert.",
  "You've reached the maximum balance eligible for earnings payout.": "Sie haben das maximale Guthaben erreicht, das für die Auszahlung von Einnahmen berechtigt ist.",
  "Your Daily Earnings": "Ihr tägliches Einkommen",
  "Your first performance trend will be available on <1>{{nextDate}}</1>.": "Ihr erster Leistungstrend ist verfügbar am <1> {{nextDate}}</1> .",
  "Your fund settlement has started!": "Ihre Fondsabrechnung hat begonnen!"
}