{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>Machen Sie Einzahlungen bei Haru</strong><br /> zu verdienen beginnen!",
  "Accumulated Earning": "Kumuliertes Einkommen",
  "Accumulated<br/>Total Earning in USD": "Kumuliert<br/> Gesamtverdienst in USD",
  "ALL": "ALLE",
  "Annualized earn rates on deposit": "Annualisierte Earn Rates on Deposit",
  "Check out Haru Guidebook to learn more.": "Sehen Sie sich das Haru-Handbuch an, um mehr zu erfahren.",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Überprüfen Sie Ihren Gesamtvermögensstatus bei Haru. Es zeigt an, wie viel Ihres Vermögens jedem Produkt zugeordnet ist. Im Reiter „Alle“ sehen Sie den Vermögenswert im täglichen USD-Preis aller Kryptowährungen.",
  "Day {{day}} at Haru": "Tag {{day}} in Haru",
  "Don't know how to make deposits?": "Sie wissen nicht, wie Sie Einzahlungen tätigen sollen?",
  "Expected Earn Rates": "Erwartete Verdienstraten",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "Die erwartete Rendite von Earn Explore kann aufgrund der Vermögensverwaltungsleistung variieren.",
  "Go to Haru Guidebook": "Gehe zum Haru Reiseführer",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Es zeigt Ihnen die erwarteten annualisierten Ertragsraten Ihres Portfolios wie folgt an",
  "Last 24 Hours": "Letzte 24 Stunden",
  "Last 7 days": "Letzten 7 Tage",
  "Last Month": "Im vergangenen Monat",
  "Last Updated {{minutes}} Minutes Ago": "Zuletzt aktualisiert vor {{minutes}} Minuten",
  "Leave Feedback": "Hinterlasse Kommentar",
  "My Asset": "Mein Vermögen",
  "My Portfolio": "Mein Portfolio",
  "No data to show.": "Keine Daten zum Anzeigen.",
  "Source": "Quelle",
  "Start Earning": "Anfangen zu verdienen",
  "The asset value presented on this page may differ from that of third-party exchanges.": "Der auf dieser Seite dargestellte Vermögenswert kann von dem von Drittbörsen abweichen.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "Der auf dieser Seite dargestellte Gesamtinventarwert kann von dem von Drittbörsen abweichen.",
  "The value of your accumulated earnings is based on today's price of the market.": "Der Wert Ihres kumulierten Einkommens basiert auf dem heutigen Marktpreis.",
  "Today's Prices": "Die heutigen Preise",
  "Today's value of your asset is based on today's price of the market.": "Der heutige Wert Ihres Vermögens basiert auf dem heutigen Marktpreis.",
  "Want more information?": "Möchten Sie weitere Informationen?",
  "Weighted average of annualized earn rates on active term deposit": "Gewichteter Durchschnitt der annualisierten Verdienstraten auf aktive Termineinlagen",
  "Weighted average of annualized return rates on active investment": "Gewichteter Durchschnitt der annualisierten Renditen auf aktive Investitionen",
  "Withdraw": "Abheben"
}