{
  "A bank account statement, a utility bill, or an ID with your full name and address.": "Ein Kontoauszug, eine Stromrechnung oder ein Ausweis mit Ihrem vollständigen Namen und Ihrer Adresse.",
  "Address (Street, Building, Floor, Unit, etc)": "Adresse (Straße, Gebäude, Etage, Einheit usw.)",
  "Are you holding the ID you submitted?": "Besitzen Sie den von Ihnen eingereichten Ausweis?",
  "Back to Profile": "Zurück zum Profil",
  "Can you find your full name and address?": "Können Sie Ihren vollständigen Namen und Ihre Adresse finden?",
  "City": "Stadt",
  "Complete": "Vervollständigen",
  "Continue": "Weiter",
  "Country of Residence": "Land des Wohnsitzes",
  "Date of Birth": "Geburtsdatum",
  "Drag and Drop your file here or <2>Upload</2>": "Ziehen Sie Ihre Datei hierher und legen Sie sie dort ab oder <2>Hochladen</2>",
  "Enter your details as they appear on your identification document.": "Geben Sie Ihre Daten so ein, wie sie auf Ihrem Ausweisdokument erscheinen.",
  "Enter your details as they appear on your Proof of Residence.": "Geben Sie Ihre Daten so ein, wie sie auf Ihrem Wohnsitznachweis erscheinen.",
  "Failed": "Gescheiterte",
  "First Name": "Vorname",
  "From the list of accepted ID types below, choose an ID that you would like to use for verification and have it ready. You will need it to complete this process. This process is designed to confirm your identity and protect you from identity theft.": "Wählen Sie aus der Liste der akzeptierten ID-Typen unten eine ID aus, die Sie zur Überprüfung verwenden möchten, und halten Sie sie bereit. Sie benötigen es, um diesen Vorgang abzuschließen. Dieser Vorgang dient dazu, Ihre Identität zu bestätigen und Sie vor Identitätsdiebstahl zu schützen.",
  "ID Selection": "ID-Auswahl",
  "Is the photo sharp and readable?": "Ist das Foto scharf und lesbar?",
  "Is your face clearly visible and in the frame?": "Ist Ihr Gesicht deutlich sichtbar und im Rahmen?",
  "Is your ID in valid period?": "Ist Ihr Ausweis gültig?",
  "It will take 1 - 2 business days to process your submission.": "Die Bearbeitung Ihrer Einreichung dauert 1 - 2 Werktage.",
  "Last Name": "Familienname, Nachname",
  "Max. 4MB in PNG / JPEG": "max. 4 MB in PNG/JPEG",
  "my proof of residence image": "mein Wohnsitznachweis Bild",
  "my selected id image": "mein ausgewähltes ID-Bild",
  "Nationality": "Staatsangehörigkeit",
  "Personal Information": "Persönliche Angaben",
  "photo with selected id upload": "Foto mit ausgewähltem ID-Upload",
  "Please upload a copy of valid government-issued photo ID.": "Bitte laden Sie eine Kopie eines gültigen amtlichen Lichtbildausweises hoch.",
  "Proof of Residence": "Nachweis des Wohnsitzes",
  "Residential Address": "Wohnadresse",
  "Select": "Wählen",
  "Select ID Type": "ID-Typ auswählen",
  "Selected ID": "Ausgewählte ID",
  "selected id upload": "ausgewählter ID-Upload",
  "Selfie with ID": "Selfie mit Ausweis",
  "Sorry, there was an error with your identity verification details. Please check your documents and try again.": "Bei den Details zur Identitätsbestätigung ist leider ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Dokumente und versuchen Sie es erneut.",
  "State": "Staat",
  "Submission": "Vorlage",
  "Submit": "Einreichen",
  "Upload": "Upload",
  "Upload a selfie while holding your selected ID. It must display a clear facial picture and information of you.": "Laden Sie ein Selfie hoch, während Sie Ihren ausgewählten Ausweis halten. Es muss ein klares Gesichtsbild und Informationen von Ihnen zeigen.",
  "Zip Code": "Postleitzahl"
}