{
  " 15~365 Days": "15~365 Tage",
  "{{number}}% Discount on First Management Fee": "{{number}} % Rabatt auf die erste Verwaltungsgebühr",
  "Add a promo code here": "Fügen Sie hier einen Aktionscode hinzu",
  "Apply Promo Code": "Aktionscode anwenden",
  "Asset Type": "Objekttyp",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "Wählen Sie eine Sperrfrist, die Ihren Bedürfnissen entspricht!<br/> Sie können Ihre Einnahmen jederzeit abheben!",
  "Daily": "Täglich",
  "Duration": "Dauer",
  "Earn Rates": "Preise verdienen",
  "Ending Date": "Ende",
  "Expires on {{date}}": "Läuft am {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "Fühlen Sie sich abenteuerlustig?<br/> Entdecken Sie unsere Strategien, die höhere Einnahmen erzielen!",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Wenn die Performance bei Fälligkeit unter 15% liegt, wird die Verwaltungsgebühr automatisch erlassen und der Aktionscode verfällt.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Investieren Sie in eine risikoarme High-Return-Strategie und nutzen Sie die Ineffizienzen zwischen Krypto-Futures-Börsen.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Investieren Sie in eine Strategie, bei der Ihre Renditen umso höher sind, je höher die Volatilität auf dem Kryptomarkt ist.",
  "Invest with the global top trading firm's most profitable strategy.": "Investieren Sie mit der profitabelsten Strategie des weltweit führenden Handelsunternehmens.",
  "Investment Amount": "Anlagebetrag",
  "Lockup Amount": "Sperrbetrag",
  "Monthly": "Monatlich",
  "Pay interest when investment period terminated": "Zinsen zahlen, wenn der Anlagezeitraum beendet ist",
  "Period": "Zeit",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Bitte beachten Sie, dass Sie während der Sperrfrist nicht zurücktreten oder vorzeitig schließen können. Bitte überprüfen Sie die Bedingungen sorgfältig, bevor Sie Ihre Einzahlung tätigen!",
  "Pre-register": "Vorregistrieren",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Voranmeldung bei <b>Haru Invest-ETH</b><br/> um <b>50% Rabatt</b> auf die Verwaltungsgebühr zu erhalten",
  "Products": "Produkte",
  "Promo Code": "Gutscheincode",
  "Remove": "Entfernen",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Sichere und stabile Einnahmen machen Earn Plus zu einer großartigen Option für alle",
  "Select Asset Type": "Asset-Typ auswählen",
  "Start {{title}}": "{{title}} starten",
  "Target Return": "Zielrendite",
  "The first management fee upon maturity will be discounted {{number}}%.": "Die erste Verwaltungsgebühr bei Fälligkeit wird um {{number}} % abgezinst.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "Der gesamte Gewinn und das Prinzip werden am Fälligkeitsdatum auf Ihr Haru Wallet überwiesen. Bitte beachten Sie, dass dies bis zu 2-3 Werktage dauern kann.",
  "This code does not exist.": "Dieser Code existiert nicht.",
  "This code has already been redeemed.": "Dieser Code wurde bereits eingelöst.",
  "This promo code is invalid.": "Dieser Gutscheincode ist ungültig.",
  "Total Earnings": "Gesamteinnahmen",
  "Total Invested": "Gesamtinvestition",
  "Weekly": "Wöchentlich",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "Bei automatischer Verlängerung wird die zweite Verwaltungsgebühr bei der nächsten Fälligkeit nicht abgezogen.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Du fängst gleich an<br/><bold> {{productName}}</bold>",
  "You've successfully started": "Sie haben erfolgreich begonnen",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Ihre Investition wird am Enddatum automatisch in dasselbe Produkt reinvestiert.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Ihre Investition wird am Enddatum auf Ihren Haru Wallet übertragen.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Ihre Investition wird innerhalb von 5 Werktagen ab dem Enddatum auf Ihr Haru Wallet übertragen."
}