{
  "{{balance}} {{currency}} Available": "{{balance}} {{currency}} Disponible",
  "<b>NO FEE</b> unless you've earned over {{ zeroFeeProfitRate }} APR": "<b>SIN CARGO</b> a menos que hayas ganado más de {{zeroFeeProfitRate}} TPA",
  "<bold>{{productName}}</bold> achieved a profit of {{amount}} {{currency}}. Renew your investment before it ends to earn more!": "<bold>{{productName}}</bold> logró una ganancia de {{amount}} {{currency}}. ¡Renueva tu inversión para ganar más antes de que termine!",
  "<bold>{{productName}}</bold> has been renewed with an investment amount of {{amount}} {{currency}}.": "<bold>{{productName}}</bold> ha sido renovado con una cantidad de inversión de {{amount}} {{currency}}.",
  "<bold>{{productName}}</bold> has been settled. The total balance of {{amount}} {{currency}} has been transferred to your Haru Earn account.": "<bold>{{productName}}</bold> se ha liquidado. El saldo total de {{amount}} {{currency}} se ha transferido a tu cuenta Haru Wallet.",
  "A total of <bold>{{balance}} {{currency}}</bold> will be transferred <br/> to your Haru Earn account. <br/> It may take 1 to 2 business days.": "Un total de <bold>{{balance}} {{currency}}</bold> será transferido a tu cuenta de Haru Wallet. <br/> Podría tomar alrededor de 1 o 2 días.",
  "Add Haru Earn Explore": "Agregar Earn Explore",
  "Address": "Dirección",
  "Address to Receive": "Dirección a Recibir",
  "Already have an account?": "¿Ya tienes una cuenta?",
  "Amount": "Cantidad",
  "Amount to Receive": "Cantidad a Recibir",
  "Annual": "Anual",
  "Annually": "Anualmente",
  "Auto Renewal": "Renovación Automática",
  "Auto-Renewal Complete": "Renovación Automática Completa",
  "Available Balance": "Saldo Disponible",
  "Balance": "Saldo",
  "Bitcoin": "Bitcoin",
  "By Balance": "Por Saldo",
  "By Profit": "Por Ganancia",
  "Canceled": "Cancelado",
  "Changes to maximum balance eligible for earnings payout": "Cambios en el balance máximo para el pago de ganancias",
  "Check Performance Report": "Comprobar Informe de Rendimiento",
  "Check your portfolio value trend calculated on annual basis": "Verifica la tendencia del valor de tu portafolio calculada anualmente",
  "Check your portfolio value trend calculated on biweekly basis": "Verifica la tendencia del valor de tu portafolio calculada quincenalmente",
  "Check your profit trend calculated on a annual basis": "Verifica la tendencia de tus ganancias calculada anualmente",
  "Check your profit trend calculated on a biweekly basis": "Verifica la tendencia de tus ganancias calculada quincenalmente",
  "Click here to filter/sort your visible accounts": "Haz click aqui para filtrar/ordenar tus cuentas visibles.",
  "Closed Accounts": "Cuentas cerradas",
  "Closing Date": "Fecha de Cierre",
  "Complete your identity verification": "Verificación de identidad requerida",
  "Completed": "Completo",
  "Daily Earnings": "Ganancia Diaria",
  "Date": "Fecha",
  "Deposit Amount": "Cantidad del Depósito",
  "Deposit Confirmation": "Confirmación de Depósito",
  "Deposit wallet address can change.": "La dirección de la wallet de depósito puede cambiar.",
  "Due to characteristics of cryptocurrency, if withdrawal request is completed and transmitted, cancelation will become unavailable.": "Los retiros no se pueden cancelar una vez que se envían las solicitudes.",
  "Due to our recent service update, Terra KRT investments will not be renewed.": "Debido a nuestra reciente actualización de servicio, las inversiones de Terra KRT no se renovarán.",
  "Earliest Closing Date": "Fecha de Cierre Más Temprana",
  "Earlist Maturity Date": "Primera fecha de vencimiento",
  "Email verification required": "Verificación de correo electrónico requerida",
  "Enable Auto-Renewal": "Habilitar la Renovación Automática",
  "Ethereum": "Ethereum",
  "Event Reward": "Premio",
  "Fill in the Memo Id if required by a cryptocurrency exchange": "Llena el Memo Id si es requerido por la casa de cambio de criptomonedas",
  "Filters": "Filtros",
  "For security reasons, Haru processes withdrawals with manual review once a day.": "Los retiros pueden tardar hasta 24 horas. Una vez que se complete su retiro, recibirá una notificación por correo electrónico con toda la información de la transacción.",
  "Fund Performance": "Rendimiento del Fondo",
  "Gain / Loss": "Ganancia / Pérdida",
  "Great! The selected account(s) will be renewed automatically starting on {{ date }}.": "¡Excelente! Las cuentas seleccionadas se renovarán automáticamente a partir del {{ date }}.",
  "Identity Unverified": "Identidad no Verificada",
  "Identity verification required": "Verificación de identidad requerida",
  "If auto-renewal is activated": "Si la renovación automática está activada",
  "If auto-renewal is activated on the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on HARU's website when auto-renewed on maturity date.": "Si la renovación automática se encuentra activada en la fecha de vencimiento, sus ganancias totales y el capital se bloquearán nuevamente por el mismo período de bloqueo que antes. Tenga en cuenta que la Tasa de Interés (ARP) puede cambiar de acuerdo con la tasa anunciada en el sitio web de HARU cuando se renueva automáticamente en la fecha de vencimiento.",
  "If auto-renewal is deactivated": "Si la renovación automática está desactivada",
  "If auto-renewal is not activated on the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Si la renovación automática no está activada en la fecha de vencimiento, sus ganancias totales y el capital se transferirán a su cuenta Haru Wallet. Tenga en cuenta que la transferencia puede demorar hasta 24 horas en completarse.",
  "Important": "Importante",
  "In order not to deposit to other cryptocurrency address, check the address.": "Revise su dirección de retiro antes de completar su solicitud. Haru no podrá recuperar ningún activo que se envíe a la dirección incorrecta.",
  "In USD": "En USD",
  "Initiated": "Iniciado",
  "Investment Renewed": "Inversión renovada",
  "It may take up to 3 business days for the fund to be settled and reinvested.": "Puede demorar hasta 3 días hábiles para liquidar y reinvertir el fondo.",
  "It may take up to 3 business days to complete the process.": "Puede demorar hasta 3 días hábiles para completar el proceso.",
  "Largest Balance in USD": "Mayor Saldo en USD",
  "Largest Balance In USD": "Mayor balance en USD",
  "Lastest Maturity Date": "Ultima fecha de vencimiento",
  "Latest Renewal": "Última Renovación",
  "Limit Switch": "Limite Switch",
  "Load More": "Cargar Más",
  "Lock-up amount": "Cantidad Bloqueada",
  "Lockup and earn more with Haru Earn Plus.": "Haz Lockup y gana más con Earn Plus.",
  "Lockup Period": "Período de Lockup",
  "Make sure to double check deposit address before depositing.": "Asegúrate de revisar la dirección del depósito antes de depositar.",
  "Market Switch": "Mercado Switch",
  "Maturity Date": "Fecha de Vencimiento",
  "Maximum earnings payout balance": "Saldo máximo de pago de ganancias",
  "Memo Id": "Memo Id",
  "My BTC Account": "Mi Cuenta de BTC",
  "My ETH Account": "Mi Cuenta de ETH",
  "My Investment Performance": "Mi Rendimiento de Inversión",
  "My Investments": "Mis Inversiones",
  "My KRT Account": "Mi Cuenta de KRT",
  "My USDT Account": "Mi Cuenta de USDT",
  "Net gain": "Ganancia Neta",
  "Net Profit": "Beneficio Neto",
  "New Feature!": "¡Nueva Función!",
  "Newest Starting Date": "Fecha de Inicio Más Reciente",
  "Next Closing Date {{nextMaturityDate}}": "Próxima fecha de cierre {{nextMaturityDate}}",
  "Note": "Nota",
  "On the maturity date, the auto-renewal toggle will be disabled and you will not be able to change the auto-renewal status.": "En la fecha de vencimiento, la opción de renovación automática se desactivará y no podrá cambiar el estado de renovar o no renovar su inversión.",
  "On the maturity date, your total earnings and principal will be locked-up again for the same lock-up period as before. Please note the Earn Rates may change according to the announced Earn Rates on Haru’s website when auto-renewed on maturity date.": "Si la renovación automática se encuentra activada en la fecha de vencimiento, sus ganancias totales y el capital se bloquearán nuevamente por el mismo período de bloqueo que antes. Tenga en cuenta que la Tasa de Interés (APR) puede cambiar de acuerdo con la tasa anunciada en el sitio web de Haru cuando se renueva automáticamente en la fecha de vencimiento.",
  "On the maturity date, your total earnings and principal will be transferred to your Haru Earn account. Please note it may take up to 24 hours for the transfer to be completed.": "Si la renovación automática no está activada en la fecha de vencimiento, sus ganancias totales y el capital se transferirán a su cuenta Haru Wallet. Tenga en cuenta que la transferencia puede demorar hasta 24 horas en completarse.",
  "Open Account": "Crear cuenta de bloqueo",
  "Overview": "Overview",
  "Paid out earnings can be withdrawn anytime. Please note it can take up to 24 hours.": "Las ganancias obtenidas se pueden retirar en cualquier momento. Tenga en cuenta que puede demorar hasta 24 horas.",
  "Payout Investment": "Pago total (principal + ganancias)",
  "Pending...": "Pendiente...",
  "Performance Fee": "Tarifa de Rendimiento",
  "Performance History": "Historial de Rendimiento",
  "Performance Trend": "Tendencia de Rendimiento",
  "Please complete the identity verification to request deposit.": "Complete la verificación de identidad para solicitar el un depósito.",
  "Please complete the identity verification to request withdrawal.": "Por favor, completa la verificación de identidad para solicitar el retiro.",
  "Please complete your email verification <br /> to make deposits and start earning": "Por favor, complete su verificación <br /> de correo electrónico para hacer depósitos y empezar a ganar",
  "Please complete your identity verification by Sept. <br /> 30, 2021 to prevent any restrictions on using Haru Invest services.": "Complete su verificación de identidad antes del 30 de Septiembre de 2021 para evitar restricciones en el uso de los servicios de Haru Invest.",
  "Please confirm your password": "Por favor, confirma tu contraseña",
  "Please verify your email address to activate your account.": "Por favor, verifica tu dirección de correo electrónico para activar tu cuenta.",
  "Please verify your email address to make deposits and start earning.": "Por favor, verifica tu dirección de correo electrónico para realizar depósitos y comenzar a ganar.",
  "Please verify your email to make deposits and withdrawals.": "Verifique su correo electrónico para realizar depósitos y retiros.",
  "Please verify your kyc <br /> to make deposits and start earning": "Por favor, complete su verificación <br /> de identidad para hacer depósitos y empezar a ganar",
  "Portfolio Value": "Valor de Portafolio",
  "Preferences": "Preferencias",
  "Premature closing and principal withdrawal is not available before maturity.": "El cierre prematuro de la inversión y el retiro de capital no estará disponible antes del vencimiento.",
  "Principal": "Principal",
  "PROCESSING": "PROCESANDO",
  "Product": "Producto",
  "Rates are fixed upon product renewal. Please see our <1>Terms of Service</1>  for more information": "Las tasas se fijan a la renovación del producto. Por favor, consulta nuestros <1>Términos de Servicio</1> para más información",
  "Referral Bonus": "Bono de Recomendación",
  "Renew Your Investment": "Renueva Tu Inversión",
  "Renewal History": "Historial de Renovaciones",
  "Retract Investment": "Retirar Inversión",
  "Return (%)": "Retorno (%)",
  "Returns are updated on the 15th and last day of each month.": "Los retornos se actualizan el día 15 y último de cada mes.",
  "See Closed Accounts": "Ver cuentas cerradas",
  "Select Coin": "Seleccionar Moneda",
  "Select your account": "Selecciona tu cuenta",
  "Send only {{currency}} to this deposit address.": "Envía solo {{currency}} a esta dirección de depósito.",
  "Sending other coins may result in the loss of your crypto asset.": "Enviar otras monedas puede causar la pérdida de tu criptoactivo.",
  "Sign in": "Ingresar",
  "Smallest Balance In USD": "Menor balance en USD",
  "Sort By": "Ordenar por",
  "Sort by": "Ordenar por",
  "Starting <b>{{day}}.{{month}}.{{year}}</b> maximum balance eligible for earnings payout will be changed as below.": "A partir del <b>{{day}}.{{month}}.{{year}}</b> el saldo máximo elegible para el pago de ganancias será cambiado como se indica a continuación",
  "Starting Date": "Fecha de Inicio",
  "Status": "Estado",
  "Target Rate": "Tasa Objetivo",
  "Terra KRT": "Terra KRT",
  "Terra KRT will be transferred to Haru Earn account on the maturity date.": "Terra KRT se transferirá a la cuenta Haru Wallet en la fecha de vencimiento.",
  "Tether USD": "Tether USD",
  "The account you select will be renewed on the last day of each month by 1/3 month(s). If you do not wish to renew your investment, you can opt out of auto-renewal in your [Settings].": "La cuenta que selecciones se renovará el último día de cada mes por 1/3 de mes. Si no deseas renovar tu inversión, puedes optar por no realizar la renovación automática en tu [Configuraciones].",
  "The process after completion of request for withdrawal will be carried out in blockchain network and delay may take place under certain network conditions.": "La transferencia de activos a veces puede experimentar retrasos dependiendo de la congestión de la red. Comuníquese con nosotros en support@haruinvest.com si su solicitud de retiro excede el período de 24 horas.",
  "Time to receive your withdrawal may vary upon network environment.": "El tiempo para recibir tu retiro puede variar según las condiciones de la red.",
  "Total Balance": "Saldo Total",
  "Total earnings as of Today": "Ganancias totales a la fecha de Hoy",
  "Total Fee": "Costo total",
  "Total Profit": "Ganancia Total",
  "Total Return": "Retorno Total",
  "Total Return (%)": "Retorno Total (%)",
  "Total Return (Annual)": "Rentabilidad total (anual)",
  "Transaction": "Transacción",
  "Transaction Details": "Detalles de la Transacción",
  "Transactions": "Transacciones",
  "Transfer": "Transferir",
  "Transfer between users": "Transferir entre usuarios",
  "Transfer Completed": "Transferencia Completa",
  "Transfer Earnings": "Transferir Ganancias",
  "Transfer the excess amount to Haru Earn Plus and earn more.": "Transfiere la cantidad excedente a Earn Plus y gana más.",
  "Transfer to Haru Earn": "Transferir a Haru Wallet",
  "Transfer to Haru Earn Plus": "Transferir a Earn Plus",
  "Transferred to Haru Earn ": "Transferido a Haru Wallet",
  "Transferring your earnings will reduce the total earning payout": "Transferir tus ganancias reducirá el pago total de ganancias",
  "Txid": "Txid",
  "Type": "Escribe",
  "Uh oh, you've exceeded the earnings payout limit": "Uh oh, has excedido el límite de pago de ganancias",
  "Unavailable": "No disponible",
  "View Details": "Ver detalles",
  "View Histories": "Ver Historial",
  "View Options": "Ver Opciones",
  "View performance in USD value": "Ver rendimiento en valor USD",
  "View profit on an annual basis": "Ver ganancias anualmente",
  "We've already sent an email. <1></1>If you haven't received it, try a minute later": "Ya hemos enviado un correo electrónico. <1></1>Si no lo has recibido, intenta un minuto más tarde",
  "We've sent a verification email to {{email}}": "Hemos enviado un correo electrónico de verificación a {{email}}",
  "Welcome!": "¡Bienvenido!",
  "Will be renewed on {{date}}": "Se renovará el {{date}}",
  "With Haru Earn Explore": "Con Earn Explore",
  "Withdraw fee": "Comisión de retiro",
  "Withdrawal Amount": "Cantidad de Retiro",
  "Withdrawal In Process": "Retiro en proceso",
  "Withdrawal Requested": "Retiro Solicitado",
  "Without Haru Earn Explore": "Sin Earn Explore",
  "You will receive": "Tú recibirás",
  "You're all set! <1></1> All your accounts will be renewed automatically.": "¡Estás listo! <1></1> Todas tus cuentas se renovarán automáticamente.",
  "You've reached the maximum balance eligible for earnings payout.": "Has alcanzado el saldo máximo elegible para el pago de ganancias.",
  "Your Daily Earnings": "Tus Ganancias Diarias",
  "Your first performance trend will be available on <1>{{nextDate}}</1>.": "Tu primera tendencia de rendimiento estará disponible el <1>{{nextDate}}</1>.",
  "Your fund settlement has started!": "¡Tu liquidación de fondo ha comenzado!"
}