{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>¡Haz un depósito en Haru</strong><br /> para comenzar a ganar!",
  "Accumulated Earning": "Ganancias Acumuladas",
  "Accumulated<br/>Total Earning in USD": "Ganancias Acumuladas Totales en USD",
  "ALL": "TODAS",
  "Annualized earn rates on deposit": "Tasas anualizadas en depósito",
  "Check out Haru Guidebook to learn more.": "Revisa el libro guía de Haru para aprender mas",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "Consulte el estado total de sus activos en Haru. Muestra la cantidad de activos que estan asignados a cada producto. En la pestaña \"Todos\", puede ver el valor del activo en el precio diario en USD de todas las criptomonedas.",
  "Day {{day}} at Haru": "Día {{day}} en Haru",
  "Don't know how to make deposits?": "¿No sabes cómo hacer un depósito?",
  "Expected Earn Rates": "Tasas de Ganancia Esperadas",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "La tasa de retorno esperada de Earn Explore puede variar acorde al desempeño de la gestión de activos.",
  "Go to Haru Guidebook": "Ve a libro guía de Haru",
  "It shows you the expected annualized earn rates of your portfolio as follow": "Le muestra las tasas de ganancia anualizadas esperadas de su portafolio de la siguiente manera",
  "Last 24 Hours": "Ultimas 24 Horas",
  "Last 7 days": "Ultimos 7 dias",
  "Last Month": "Ultimo Mes",
  "Last Updated {{minutes}} Minutes Ago": "Última actualización hace {{minutes}} minutos",
  "Leave Feedback": "Dejanos una recomendación",
  "My Asset": "Mis Activos",
  "My Portfolio": "Mi Portafolio",
  "No data to show.": "No hay datos que mostrar",
  "Source": "Fuente",
  "Start Earning": "Comienza a Ganar",
  "The asset value presented on this page may differ from that of third-party exchanges.": "El valor del activo presentado en esta página puede diferir del de los intercambios de terceros.",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "El valor total del los activos presentado en esta página puede diferir del de los Exchanges de terceros.",
  "The value of your accumulated earnings is based on today's price of the market.": "El valor de sus ganancias acumuladas se basa en el precio de mercado actual.",
  "Today's Prices": "Precios de Hoy",
  "Today's value of your asset is based on today's price of the market.": "El valor actual de sus activos se basa en el precio de mercado actual.",
  "Want more information?": "¿Quieres más información?",
  "Weighted average of annualized earn rates on active term deposit": "Promedio ponderado de las tasas de ganancia anualizadas en depósitos activos",
  "Weighted average of annualized return rates on active investment": "Promedio ponderado de las tasas de rendimiento anualizadas de inversiones activas",
  "Withdraw": "Retirar"
}