{
  "Address to Receive is not valid": "La Dirección a Recibir es inválida",
  "Address to Receive is required": "Dirección a Recibir es requerida",
  "Address to Receive is the same as your address": "La Dirección a Recibir es igual que tu dirección",
  "Agreement is required": "Confirmación es requerida",
  "Amount must be a number": "La cantidad debe ser un número",
  "Amount must be greater than or equal to minimum amount": "La cantidad debe ser mayor o igual que la cantidad mínima",
  "Amount must be less than or equal to account balance": "La cantidad debe ser menor o igual que el saldo de la cuenta",
  "Amount must be less than or equal to maximum amount": "La cantidad debe ser menor o igual que la cantidad máxima",
  "Amount must have no more than {{precision}} decimal places": "La cantidad no debe tener más de {{precision}} decimales",
  "City is required": "Ciudad es requerida",
  "City may not be more than 100 characters": "La ciudad no debe tener más de 100 caracteres",
  "City must be at least 2 characters": "La ciudad debe tener al menos 2 caracteres",
  "Code should be 6 digit number": "El código debe ser un número de 6 dígitos",
  "Date of birth is required": "Fecha de nacimiento es requerida",
  "Date of birth must be earlier than today": "La fecha de nacimiento debe ser anterior a la fecha actual",
  "Date of birth must be later than 1900-01-01": "La fecha de nacimiento debe ser posterior a 1900-01-01",
  "Email is already registered": "El correo electrónico ya está registrado",
  "Email is invalid": "El correo electrónico es inválido",
  "Email is required": "Correo electrónico es requerido",
  "File size is too large. Try another file.": "Tamaño de archivo demasiado grande. Prueba con otro archivo.",
  "First name is required": "Nombre es requerido",
  "First name may not be more than 100 characters": "El nombre no debe tener más de 100 caracteres",
  "First name must be at least 2 characters": "El nombre debe tener al menos 2 caracteres",
  "Gender is required": "Sexo es requerido",
  "ID image is rejected": "La imagen de identificación es rechazada",
  "ID image is required": "Imagen de identificación es requerida",
  "ID type is required": "Tipo de identificación es requerido",
  "Incorrect Password": "Contraseña Incorrecta",
  "Incorrect Verification Code": "Código de Verificación Incorrecto",
  "Invalid date. Date of birth requires format YYYY-MM-DD.": "Fecha inválida. La fecha de nacimiento requiere el formato AAAA-MM-DD",
  "Invalid Password": "Contraseña Inválida",
  "Invalid referral code": "Código de referencia no válido",
  "Last name is required": "Apellido es requerido",
  "Last name may not be more than 100 characters": "El apellido no debe tener más de 100 caracteres",
  "Last name must be at least 2 characters": "El apellido debe tener al menos 2 caracteres",
  "Nationality is required": "Nacionalidad es requerida",
  "New password must not match current password": "La nueva contraseña no debe coincidir con la contraseña actual",
  "Oops..!": "UPS..!",
  "Page Not Found": "Página No Encontrada",
  "Password confirmation must match new password": "La confirmación de contraseña debe coincidir con la nueva contraseña",
  "Password is required": "Contraseña es requerida",
  "Password is too common": "La contraseña es demasiado común",
  "Password must be at least 8 characters": "La contraseña debe tener al menos 8 caracteres",
  "Password must be at most 30 characters": "La contraseña debe tener máximo 30 caracteres",
  "Please allow third-party cookies on your browser setting.": "Permita las cookies de terceros en la configuración de su navegador.",
  "Please check the Recaptcha box": "Por favor, marca la casilla de Recaptcha",
  "Previous": "Anterior",
  "Price must be greater than or equal to minimum amount": "El precio debe ser mayor o igual al monto mínimo",
  "Price must have no more than {{precision}} decimal places": "El precio no debe tener más de {{precision}} decimales",
  "Proof of residence image is rejected": "La imagen de prueba de residencia es rechazada",
  "Proof of residence image is required": "Imagen de prueba de residencia es requerida",
  "Referral code must be at most 32 characters": "El código de referencia debe tener máximo 32 caracteres",
  "Refresh": "Actualizar",
  "Residence country is required": "País de residencia es requerido",
  "Selfie with ID image is rejected": "El selfi con imagen de identificación es rechazado",
  "Selfie with ID image is required": "Selfi con imagen de identificación es requerido",
  "Something went wrong. Please try again": "Algo salió mal. Por favor, intenta de nuevo",
  "Something went wrong. Please try again later": "Algo salió mal. Por favor, intenta de nuevo más tarde",
  "Special charaters except dash(-) and underscore(_) are not allowed": "No se permiten caracteres especiales excepto el guión(-) y el guión bajo(_)",
  "State is required": "Provincia es requerida",
  "State may not be more than 100 characters": "La provincia no debe tener más de 100 caracteres",
  "State must be at least 2 characters": "La provincia debe tener al menos 2 caracteres",
  "Street is required": "Calle es requerida",
  "Street may not be more than 100 characters": "La calle no debe tener más de 100 caracteres",
  "Street must be at least 2 characters": "La calle debe tener al menos 2 caracteres",
  "Zipcode is required": "Código postal es requerido",
  "Zipcode may not be more than 100 characters": "El código postal no debe tener más de 100 caracteres",
  "Zipcode must be at least 2 characters": "El código postal debe tener al menos 2 caracteres"
}