{
  " 15~365 Days": " 15 ~ 365 Días",
  "{{number}}% Discount on First Management Fee": "{{number}}% de descuento en la tarifa de primera gestión",
  "Add a promo code here": "Agrega un código promocional aquí",
  "Apply Promo Code": "Aplicar código promocional",
  "Asset Type": "Tipo de Activo",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "¡Elija un período de bloqueo que se adapte a sus necesidades! <br/> ¡Puede retirar sus ganancias en cualquier momento!",
  "Daily": "Diario",
  "Duration": "Duración",
  "Earn Rates": "Tasas de Ganancia",
  "Ending Date": "Fecha de Finalización",
  "Expires on {{date}}": "Caducó el {{date}}",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "¿Te sientes aventurero? <br/> ¡Explore nuestras estrategias que generan mayores ganancias!",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "Si el rendimiento es inferior al 15% al ​​vencimiento, la tarifa de gestión se eliminará automáticamente y el código de promoción caducará.",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "Invierta en una estrategia de bajo riesgo y alto rendimiento aprovechando las ineficiencias entre los futuros intercambios de cifrado.",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "Invierte en una estrategia donde la mayor volatilidad en el mercado de cripto, mayores serán tus ganancias.",
  "Invest with the global top trading firm's most profitable strategy.": "Invierte con la estrategia más rentable de la firma comercial a nivel mundial.",
  "Investment Amount": "Cantidad de Inversión",
  "Lockup Amount": "Cantidad de Lockup",
  "Monthly": "Mensual",
  "Pay interest when investment period terminated": "Pago de intereses al finalizar el período de inversión",
  "Period": "Período",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "Por favor tenga en cuenta que usted no será capaz de retirar o cerrar prematuramente durante el periodo de bloqueo. ¡Por favor revise los términos y condiciones determinadamente antes de realizar tu depósito!",
  "Pre-register": "Preinscríbase",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "Pre-registrate a <b>Haru Invest-ETH<b/> para <br/>Obtener un <b>50% de descuento</b> en las tarifas de gestión",
  "Products": "Productos",
  "Promo Code": "Código promocional",
  "Remove": "Eliminar",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "Las ganancias seguras y estables hacen de Earn Plus una excelente opción para todos",
  "Select Asset Type": "Seleccionar Tipo de Activo",
  "Start {{title}}": "Empezar {{title}}",
  "Target Return": "Rendimiento Objetivo",
  "The first management fee upon maturity will be discounted {{number}}%.": "La primera comisión de la tarifa gestión al vencimiento tendrá un descuento del {{number}}%.",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "Tus ganancias totales y tu principal serán transferidos a tu cuenta de Haru Wallet en la fecha de vencimiento. Tenga en cuenta puede tomar alrededor de 2-3 días hábiles.",
  "This code does not exist.": "Este código no existe.",
  "This code has already been redeemed.": "Este código ya ha sido redimido.",
  "This promo code is invalid.": "Este código de promoción no es válido.",
  "Total Earnings": "Ganancias Totales",
  "Total Invested": "Total Invertido",
  "Weekly": "Semanal",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "Cuando se renueve automáticamente, no se descontará la segunda tarifa de administración en el próximo vencimiento.",
  "You're about to start<br/><bold>{{productName}}</bold>": "Estás a punto de empezar<br/><bold>{{productName}}</bold>",
  "You've successfully started": "Has comenzado exitosamente",
  "Your investment will be automatically reinvested in the same product on the ending date.": "Tu inversión se reinvertirá automáticamente en el mismo producto a la fecha de finalización.",
  "Your investment will be transferred to your Haru Earn on the ending date.": "Tu inversión se transferirá a tu Haru Wallet a la fecha de finalización.",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "Tu inversión se transferirá a tu Haru Wallet dentro de los 5 días hábiles a partir de la fecha de finalización."
}