{
  "<strong>Make deposits at Haru</strong><br /> to start earning!": "<strong>ハルに預金する</strong><br />稼ぎ始めましょう！",
  "Accumulated Earning": "累積収益",
  "Accumulated<br/>Total Earning in USD": "蓄積<br/>米ドルでの総収益",
  "ALL": "すべて",
  "Annualized earn rates on deposit": "預金の年間収益率",
  "Check out Haru Guidebook to learn more.": "詳細については、ハルガイドブックをご覧ください。",
  "Check out your total asset status at Haru. It shows how much of your assets are allocated to each product. In the \"All\" tab, you can see the asset value in the daily USD price of all cryptocurrencies.": "ハルであなたの総資産状況をチェックしてください。これは、各製品に割り当てられている資産の量を示しています。 [すべて]タブでは、すべての暗号通貨の1日あたりの米ドル価格で資産価値を確認できます。",
  "Day {{day}} at Haru": "ハルでの{{day}}",
  "Don't know how to make deposits?": "入金方法がわかりませんか？",
  "Expected Earn Rates": "期待される獲得率",
  "Expected return rate of Haru Earn Explore may vary due to asset management performance.": "Earn Exploreの期待収益率は、資産管理のパフォーマンスにより異なる場合があります。",
  "Go to Haru Guidebook": "春ガイドブックに行く",
  "It shows you the expected annualized earn rates of your portfolio as follow": "それはあなたに次のようにあなたのポートフォリオの予想される年間収益率を示しています",
  "Last 24 Hours": "過去24時間",
  "Last 7 days": "過去7日間",
  "Last Month": "先月",
  "Last Updated {{minutes}} Minutes Ago": "最終更新{{minutes}}分前",
  "Leave Feedback": "フィードバックを残す",
  "My Asset": "私の資産",
  "My Portfolio": "私のポートフォリオ",
  "No data to show.": "表示するデータがありません。",
  "Source": "ソース",
  "Start Earning": "稼ぎ始める",
  "The asset value presented on this page may differ from that of third-party exchanges.": "このページに表示されている資産価値は、サードパーティの取引所の資産価値とは異なる場合があります。",
  "The total asset value presented on this page may differ from that of third-party exchanges.": "このページに表示される総資産価値は、サードパーティの取引所のそれとは異なる場合があります。",
  "The value of your accumulated earnings is based on today's price of the market.": "累積収益の価値は、今日の市場価格に基づいています。",
  "Today's Prices": "今日の価格",
  "Today's value of your asset is based on today's price of the market.": "あなたの資産の今日の価値は、今日の市場の価格に基づいています。",
  "Want more information?": "詳細情報が必要ですか？",
  "Weighted average of annualized earn rates on active term deposit": "アクティブタームデポジットの年間収益率の加重平均",
  "Weighted average of annualized return rates on active investment": "アクティブな投資の年間収益率の加重平均",
  "Withdraw": "引き出す"
}