{
  "A bank account statement, a utility bill, or an ID with your full name and address.": "銀行口座の明細書、公共料金の請求書、または氏名と住所が記載されたID。",
  "Address (Street, Building, Floor, Unit, etc)": "住所（通り、建物、階、ユニットなど）",
  "Are you holding the ID you submitted?": "提出したIDをお持ちですか？",
  "Back to Profile": "プロファイルに戻る",
  "Can you find your full name and address?": "あなたのフルネームと住所を見つけることができますか？",
  "City": "シティ",
  "Complete": "コンプリート",
  "Continue": "持続する",
  "Country of Residence": "居住国",
  "Date of Birth": "生年月日",
  "Drag and Drop your file here or <2>Upload</2>": "ここにファイルをドラッグアンドドロップするか、<2>アップロード</2>",
  "Enter your details as they appear on your identification document.": "身分証明書に記載されている詳細を入力してください。",
  "Enter your details as they appear on your Proof of Residence.": "居住証明に表示される詳細を入力します。",
  "Failed": "失敗しました",
  "First Name": "ファーストネーム",
  "From the list of accepted ID types below, choose an ID that you would like to use for verification and have it ready. You will need it to complete this process. This process is designed to confirm your identity and protect you from identity theft.": "以下の承認済みIDタイプのリストから、検証に使用するIDを選択し、準備します。このプロセスを完了するために必要になります。このプロセスは、個人情報を確認し、個人情報の盗難から保護することを目的としています。",
  "ID Selection": "IDの選択",
  "Is the photo sharp and readable?": "写真は鮮明で読みやすいですか？",
  "Is your face clearly visible and in the frame?": "あなたの顔ははっきりと見え、フレームの中にありますか？",
  "Is your ID in valid period?": "あなたのIDは有効期間中ですか？",
  "It will take 1 - 2 business days to process your submission.": "提出物の処理には1〜2営業日かかります。",
  "Last Name": "苗字",
  "Max. 4MB in PNG / JPEG": "最大PNG / JPEGで4MB",
  "my proof of residence image": "私の居住証明画像",
  "my selected id image": "選択したID画像",
  "Nationality": "国籍",
  "Personal Information": "個人情報",
  "photo with selected id upload": "選択したIDのアップロードの写真",
  "Please upload a copy of valid government-issued photo ID.": "政府発行の有効な写真付き身分証明書のコピーをアップロードしてください。",
  "Proof of Residence": "居住地の証明",
  "Residential Address": "住宅アドレス",
  "Select": "選択する",
  "Select ID Type": "IDタイプを選択",
  "Selected ID": "選択したID",
  "selected id upload": "選択したIDのアップロード",
  "Selfie with ID": "ID付きの自分撮り",
  "Sorry, there was an error with your identity verification details. Please check your documents and try again.": "申し訳ありませんが、本人確認の詳細にエラーがありました。書類を確認して、もう一度お試しください。",
  "State": "状態",
  "Submission": "提出",
  "Submit": "提出します",
  "Upload": "アップロードする",
  "Upload a selfie while holding your selected ID. It must display a clear facial picture and information of you.": "選択したIDを保持したまま自分撮りをアップロードします。はっきりとした顔写真とあなたの情報を表示する必要があります。",
  "Zip Code": "郵便番号"
}