{
  " 15~365 Days": "15〜365日",
  "{{number}}% Discount on First Management Fee": "{{number}}最初の管理手数料の％割引",
  "Add a promo code here": "ここにプロモーションコードを追加します",
  "Apply Promo Code": "プロモーションコードを適用する",
  "Asset Type": "資産タイプ",
  "Choose a lock-up period that matches your needs! <br/> You can withdraw your earnings anytime!": "ニーズに合ったロックアップ期間を選択してください！<br/>あなたはいつでもあなたの収入を引き出すことができます！",
  "Daily": "毎日",
  "Duration": "デュレーション",
  "Earn Rates": "料金を稼ぐ",
  "Ending Date": "終了日",
  "Expires on {{date}}": "{{date}}有効期限が切れます",
  "Feeling adventurous? <br/> Explore our strategies that yield higher earnings!": "冒険心がありますか？<br/>より高い収益を生み出す私たちの戦略を探ります！",
  "If performance is below 15% on maturity, management fee will be automatically waived and the promotion code will expire.": "満期時にパフォーマンスが15％未満の場合、管理手数料は自動的に免除され、プロモーションコードは期限切れになります。",
  "Invest in a low risk high return strategy taking advantage of the inefficiencies between crypto future exchanges.": "暗号先物取引所間の非効率性を利用して、低リスクで高収益の戦略に投資します。",
  "Invest in a strategy where the higher the volatility on the crypto market, the higher your returns.": "暗号市場のボラティリティが高いほど、リターンが高くなる戦略に投資してください。",
  "Invest with the global top trading firm's most profitable strategy.": "世界トップの貿易会社の最も収益性の高い戦略に投資してください。",
  "Investment Amount": "投資額",
  "Lockup Amount": "ロックアップ量",
  "Monthly": "毎月",
  "Pay interest when investment period terminated": "投資期間終了時に利息を支払う",
  "Period": "期間",
  "Please note that you will not be able to withdraw or prematurely close during the lock-up period. Please check the terms and conditions carefully before you make your deposit!": "ロックアップ期間中は、撤退したり、時期尚早に閉鎖したりすることはできませんのでご注意ください。入金する前に利用規約をよくご確認ください！",
  "Pre-register": "事前登録",
  "Pre-register to <b>Haru Invest-ETH</b><br/> to get <b>50% discount</b> on management fee": "<b>HaruInvest-ETHに</b>事前登録する<br/>管理費の<b>50％割引</b>を受ける",
  "Products": "製品",
  "Promo Code": "プロモーションコード",
  "Remove": "削除します",
  "Safe and stable earnings make Haru Earn Plus a great option for everyone": "安全で安定した収益により、Earn Plusはすべての人にとって素晴らしいオプションになります",
  "Select Asset Type": "アセットタイプの選択",
  "Start {{title}}": "{{title}}開始します",
  "Target Return": "ターゲットリターン",
  "The first management fee upon maturity will be discounted {{number}}%.": "満期時の最初の管理手数料は{{number}} ％割引されます。",
  "The total earnings and principle will be transferred to your Haru Earn account on maturity date. Please note it may take up to 2-3 business days.": "収益と原則の合計は、満期日にHaru Walletに送金されます。 2〜3営業日かかる場合がありますのでご了承ください。",
  "This code does not exist.": "このコードは存在しません。",
  "This code has already been redeemed.": "このコードはすでに利用されています。",
  "This promo code is invalid.": "このプロモーションコードは無効です。",
  "Total Earnings": "総収益",
  "Total Invested": "総投資額",
  "Weekly": "毎週",
  "When auto renewed, second management fee upon next maturity will not be discounted.": "自動更新の場合、次回満期時の2回目の運用報酬は割引されません。",
  "You're about to start<br/><bold>{{productName}}</bold>": "始めようとしています<br/><bold>{{productName}}</bold>",
  "You've successfully started": "正常に開始しました",
  "Your investment will be automatically reinvested in the same product on the ending date.": "あなたの投資は、終了日に同じ製品に自動的に再投資されます。",
  "Your investment will be transferred to your Haru Earn on the ending date.": "投資は終了日にHaru Walletに送金されます。",
  "Your investment will be transferred to your Haru Earn within 5 business days from the ending date.": "投資は、終了日から5営業日以内にHaru Walletに送金されます。"
}